{
    "soal_1": {
        "pertanyaan": "Apa yang dimaksud dengan Sistem Informasi (SI)?",
        "pilihan": {
            "a": {
                "jawaban": "Sekumpulan perangkat keras yang bekerja sendiri tanpa campur tangan manusia",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI melibatkan manusia dan proses bisnis, bukan hanya perangkat keras."
            },
            "b": {
                "jawaban": "Sebuah sistem komputer yang hanya menyimpan data",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI tidak hanya menyimpan data, tetapi juga mengelola dan menyebarkannya."
            },
            "c": {
                "jawaban": "Kombinasi teknologi informasi, manusia, dan proses bisnis",
                "status": true,
                "penjelasan": "Jawaban benar, SI adalah kombinasi dari teknologi informasi, manusia, dan proses bisnis."
            },
            "d": {
                "jawaban": "Teknologi yang digunakan untuk menggantikan manusia dalam pekerjaan",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI melibatkan manusia dalam proses bisnis, bukan menggantikannya sepenuhnya."
            }
        }
    },
    "soal_2": {
        "pertanyaan": "Salah satu fungsi utama Sistem Informasi adalah...",
        "pilihan": {
            "a": {
                "jawaban": "Mengganti seluruh pekerjaan manusia dengan sistem otomatis",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI dirancang untuk membantu manusia, bukan menggantikannya sepenuhnya."
            },
            "b": {
                "jawaban": "Menganalisis data untuk membantu pengambilan keputusan",
                "status": true,
                "penjelasan": "Jawaban benar, karena SI digunakan untuk menganalisis data dan membantu dalam pengambilan keputusan."
            },
            "c": {
                "jawaban": "Menjalankan sistem tanpa ada interaksi dengan pengguna",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI selalu melibatkan pengguna dalam operasionalnya."
            },
            "d": {
                "jawaban": "Hanya untuk menyimpan data tanpa mengolahnya",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI tidak hanya menyimpan tetapi juga mengolah data."
            }
        }
    },
    "soal_3": {
        "pertanyaan": "Apa tujuan utama dari Sistem Informasi dalam suatu organisasi?",
        "pilihan": {
            "a": {
                "jawaban": "Menggunakan teknologi canggih tanpa memperhatikan efisiensi",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI juga mempertimbangkan efisiensi dalam penggunaannya."
            },
            "b": {
                "jawaban": "Mengumpulkan sebanyak mungkin data tanpa peduli kegunaannya",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI bukan hanya mengumpulkan data, tetapi juga mengelolanya."
            },
            "c": {
                "jawaban": "Membantu pengambilan keputusan berdasarkan informasi yang diolah",
                "status": true,
                "penjelasan": "Jawaban benar, karena tujuan utama SI adalah membantu pengambilan keputusan."
            },
            "d": {
                "jawaban": "Menghilangkan kebutuhan manusia dalam pengelolaan informasi",
                "status": false,
                "penjelasan": "Jawaban salah, karena manusia tetap berperan dalam SI."
            }
        }
    },
    "soal_4": {
        "pertanyaan": "Apa peran manusia dalam Sistem Informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Hanya sebagai pengamat tanpa interaksi dengan sistem",
                "status": false,
                "penjelasan": "Jawaban salah, karena manusia berinteraksi secara aktif dengan SI."
            },
            "b": {
                "jawaban": "Sebagai pengganti dari sistem otomatis yang bekerja sendiri",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI dirancang untuk membantu manusia, bukan menggantikannya."
            },
            "c": {
                "jawaban": "Sebagai pengguna yang mengelola, menganalisis, dan mengambil keputusan berdasarkan informasi",
                "status": true,
                "penjelasan": "Jawaban benar, manusia memiliki peran penting dalam mengelola dan mengambil keputusan berdasarkan informasi yang disediakan oleh SI."
            },
            "d": {
                "jawaban": "Menjalankan sistem tanpa perlu memahami cara kerjanya",
                "status": false,
                "penjelasan": "Jawaban salah, karena pemahaman sistem diperlukan untuk menggunakannya secara efektif."
            }
        }
    },
    "soal_5": {
        "pertanyaan": "Teknologi informasi dalam Sistem Informasi digunakan untuk...",
        "pilihan": {
            "a": {
                "jawaban": "Hanya untuk menyimpan data tanpa diproses",
                "status": false,
                "penjelasan": "Jawaban salah, karena teknologi informasi juga mengolah dan menyebarkan data."
            },
            "b": {
                "jawaban": "Mendukung pengumpulan, pengolahan, penyimpanan, dan penyebaran informasi",
                "status": true,
                "penjelasan": "Jawaban benar, karena teknologi informasi berperan dalam berbagai aspek dalam SI."
            },
            "c": {
                "jawaban": "Menggantikan kebutuhan manusia dalam mengambil keputusan",
                "status": false,
                "penjelasan": "Jawaban salah, karena teknologi informasi hanya mendukung, bukan menggantikan manusia."
            },
            "d": {
                "jawaban": "Membantu organisasi menghasilkan keuntungan tanpa strategi bisnis",
                "status": false,
                "penjelasan": "Jawaban salah, karena strategi bisnis tetap diperlukan meskipun menggunakan teknologi informasi."
            }
        }
    },
    "soal_6": {
        "pertanyaan": "Mengapa Sistem Informasi penting dalam pengambilan keputusan?",
        "pilihan": {
            "a": {
                "jawaban": "Karena menggantikan peran manajer dalam organisasi",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI mendukung manajer, bukan menggantikannya."
            },
            "b": {
                "jawaban": "Karena membantu menyediakan informasi yang akurat dan relevan",
                "status": true,
                "penjelasan": "Jawaban benar, karena SI memberikan data yang dapat diandalkan untuk mendukung keputusan."
            },
            "c": {
                "jawaban": "Karena membuat keputusan tanpa perlu analisis",
                "status": false,
                "penjelasan": "Jawaban salah, karena keputusan tetap memerlukan analisis."
            },
            "d": {
                "jawaban": "Karena menghilangkan semua risiko dalam bisnis",
                "status": false,
                "penjelasan": "Jawaban salah, karena risiko tetap ada meskipun menggunakan SI."
            }
        }
    },
    "soal_7": {
        "pertanyaan": "Proses bisnis dalam Sistem Informasi melibatkan...",
        "pilihan": {
            "a": {
                "jawaban": "Hanya menyebarkan informasi tanpa analisis",
                "status": false,
                "penjelasan": "Jawaban salah, karena informasi yang disebarkan harus dianalisis terlebih dahulu."
            },
            "b": {
                "jawaban": "Hanya pengumpulan informasi tanpa pengolahan",
                "status": false,
                "penjelasan": "Jawaban salah, karena informasi perlu diolah agar berguna."
            },
            "c": {
                "jawaban": "Pengumpulan, pengolahan, penyimpanan, dan penyebaran informasi",
                "status": true,
                "penjelasan": "Jawaban benar, karena proses bisnis dalam SI mencakup semua tahapan ini."
            },
            "d": {
                "jawaban": "Menghilangkan kebutuhan akan manusia dalam sistem",
                "status": false,
                "penjelasan": "Jawaban salah, karena manusia tetap berperan dalam SI."
            }
        }
    },
    "soal_8": {
        "pertanyaan": "Apa yang dimaksud dengan pengolahan informasi dalam Sistem Informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Hanya menyimpan data tanpa mengubahnya",
                "status": false,
                "penjelasan": "Jawaban salah, karena pengolahan berarti ada perubahan atau analisis data."
            },
            "b": {
                "jawaban": "Proses mengubah data mentah menjadi informasi yang berguna",
                "status": true,
                "penjelasan": "Jawaban benar, karena pengolahan informasi bertujuan untuk menghasilkan data yang lebih bermakna."
            },
            "c": {
                "jawaban": "Menyebarkan data ke berbagai pengguna tanpa pemrosesan",
                "status": false,
                "penjelasan": "Jawaban salah, karena informasi harus diproses sebelum didistribusikan."
            },
            "d": {
                "jawaban": "Menghapus informasi yang tidak diperlukan tanpa analisis",
                "status": false,
                "penjelasan": "Jawaban salah, karena informasi yang dihapus harus melalui analisis terlebih dahulu."
            }
        }
    },
    "soal_9": {
        "pertanyaan": "Penyimpanan informasi dalam Sistem Informasi bertujuan untuk...",
        "pilihan": {
            "a": {
                "jawaban": "Memungkinkan akses data di masa mendatang",
                "status": true,
                "penjelasan": "Jawaban benar, karena penyimpanan data memungkinkan akses kembali di kemudian hari."
            },
            "b": {
                "jawaban": "Menghapus informasi setelah digunakan",
                "status": false,
                "penjelasan": "Jawaban salah, karena penyimpanan bertujuan untuk menyimpan, bukan menghapus."
            },
            "c": {
                "jawaban": "Mengumpulkan sebanyak mungkin data tanpa tujuan",
                "status": false,
                "penjelasan": "Jawaban salah, karena penyimpanan harus memiliki tujuan yang jelas."
            },
            "d": {
                "jawaban": "Menghindari penggunaan informasi dalam keputusan",
                "status": false,
                "penjelasan": "Jawaban salah, karena penyimpanan justru mendukung pengambilan keputusan."
            }
        }
    },
    "soal_10": {
        "pertanyaan": "Mengapa penyebaran informasi dalam Sistem Informasi penting?",
        "pilihan": {
            "a": {
                "jawaban": "Agar informasi dapat digunakan oleh pihak yang membutuhkan",
                "status": true,
                "penjelasan": "Jawaban benar, karena penyebaran informasi memastikan data sampai ke pengguna yang membutuhkannya."
            },
            "b": {
                "jawaban": "Agar semua data dapat dikonsumsi oleh siapa saja tanpa kontrol",
                "status": false,
                "penjelasan": "Jawaban salah, karena penyebaran informasi harus memiliki batasan akses yang jelas."
            },
            "c": {
                "jawaban": "Agar data tidak lagi perlu disimpan",
                "status": false,
                "penjelasan": "Jawaban salah, karena data tetap perlu disimpan setelah disebarkan."
            },
            "d": {
                "jawaban": "Untuk menghapus informasi yang tidak diperlukan",
                "status": false,
                "penjelasan": "Jawaban salah, karena penyebaran bukan bertujuan untuk menghapus data."
            }
        }
    },
    "soal_11": {
        "pertanyaan": "Manakah yang bukan termasuk dalam komponen utama Sistem Informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Hewan peliharaan",
                "status": true,
                "penjelasan": "Jawaban benar, karena hewan peliharaan tidak memiliki hubungan dengan SI."
            },
            "b": {
                "jawaban": "Keamanan data",
                "status": false,
                "penjelasan": "Jawaban salah, karena keamanan data adalah aspek penting dalam SI."
            },
            "c": {
                "jawaban": "Proses bisnis",
                "status": false,
                "penjelasan": "Jawaban salah, karena proses bisnis adalah bagian dari SI."
            },
            "d": {
                "jawaban": "Perangkat keras",
                "status": false,
                "penjelasan": "Jawaban salah, karena perangkat keras adalah komponen penting dalam SI."
            }
        }
    },
    "soal_12": {
        "pertanyaan": "Apa yang terjadi jika Sistem Informasi tidak digunakan dalam organisasi?",
        "pilihan": {
            "a": {
                "jawaban": "Data menjadi lebih cepat tersedia tanpa sistem",
                "status": false,
                "penjelasan": "Jawaban salah, karena tanpa SI, data akan sulit diakses dengan cepat."
            },
            "b": {
                "jawaban": "Keputusan bisnis bisa kurang akurat karena kurangnya data yang terorganisir",
                "status": true,
                "penjelasan": "Jawaban benar, karena tanpa SI, data tidak dapat diorganisir dan dianalisis dengan baik."
            },
            "c": {
                "jawaban": "Organisasi tetap berjalan lebih efisien tanpa teknologi",
                "status": false,
                "penjelasan": "Jawaban salah, karena teknologi justru meningkatkan efisiensi."
            },
            "d": {
                "jawaban": "Keamanan data menjadi lebih kuat",
                "status": false,
                "penjelasan": "Jawaban salah, karena tanpa SI, keamanan data lebih rentan terhadap risiko."
            }
        }
    },
    "soal_13": {
        "pertanyaan": "Apa hubungan antara proses bisnis dan Sistem Informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Proses bisnis bisa berjalan lebih lambat dengan adanya SI",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI justru mempercepat dan meningkatkan efisiensi proses bisnis."
            },
            "b": {
                "jawaban": "SI menghilangkan kebutuhan akan proses bisnis",
                "status": false,
                "penjelasan": "Jawaban salah, karena proses bisnis tetap diperlukan meskipun ada SI."
            },
            "c": {
                "jawaban": "SI mendukung proses bisnis dengan menyediakan data yang dibutuhkan",
                "status": true,
                "penjelasan": "Jawaban benar, karena SI membantu proses bisnis dengan menyediakan informasi yang relevan."
            },
            "d": {
                "jawaban": "SI hanya berfungsi untuk menyimpan data tanpa berpengaruh pada bisnis",
                "status": false,
                "penjelasan": "Jawaban salah, karena SI berperan aktif dalam proses bisnis."
            }
        }
    },
    "soal_14": {
        "pertanyaan": "Mengapa informasi dalam Sistem Informasi harus akurat?",
        "pilihan": {
            "a": {
                "jawaban": "Agar keputusan yang diambil berdasarkan data tersebut dapat lebih tepat",
                "status": true,
                "penjelasan": "Jawaban benar, karena informasi yang tidak akurat bisa menyebabkan keputusan yang salah."
            },
            "b": {
                "jawaban": "Agar pengguna tidak perlu lagi menganalisis data",
                "status": false,
                "penjelasan": "Jawaban salah, karena pengguna tetap perlu menganalisis informasi yang diberikan."
            },
            "c": {
                "jawaban": "Karena data yang tidak akurat tidak akan berdampak pada bisnis",
                "status": false,
                "penjelasan": "Jawaban salah, karena informasi yang tidak akurat bisa merugikan bisnis."
            },
            "d": {
                "jawaban": "Karena data yang salah lebih mudah diolah",
                "status": false,
                "penjelasan": "Jawaban salah, karena data yang salah justru membuat pengolahan lebih sulit."
            }
        }
    },
    "soal_15": {
        "pertanyaan": "Apa perbedaan utama antara data dan informasi dalam Sistem Informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Data selalu lebih berguna daripada informasi",
                "status": false,
                "penjelasan": "Jawaban salah, karena informasi lebih bernilai karena telah diproses."
            },
            "b": {
                "jawaban": "Data adalah kumpulan fakta mentah, sedangkan informasi adalah data yang telah diolah",
                "status": true,
                "penjelasan": "Jawaban benar, karena informasi berasal dari data yang telah diproses."
            }
        }
    },
    "soal_16": {
        "pertanyaan": "Apa fungsi utama dari perangkat keras (hardware) dalam sistem komputer?",
        "pilihan": {
            "a": {
                "jawaban": "Mengatur jaringan internet",
                "status": false,
                "penjelasan": "Fungsi utama perangkat keras bukan untuk mengatur jaringan internet, itu lebih berkaitan dengan software dan perangkat jaringan."
            },
            "b": {
                "jawaban": "Mengolah, menyimpan, dan menampilkan data",
                "status": true,
                "penjelasan": "Perangkat keras berfungsi untuk mengolah, menyimpan, dan menampilkan data agar dapat digunakan oleh pengguna."
            },
            "c": {
                "jawaban": "Menentukan algoritma pemrograman",
                "status": false,
                "penjelasan": "Menentukan algoritma adalah tugas dari brainware, bukan perangkat keras."
            },
            "d": {
                "jawaban": "Menulis kode program",
                "status": false,
                "penjelasan": "Menulis kode program adalah tugas dari software dan brainware, bukan perangkat keras."
            }
        }
    },
    "soal_17": {
        "pertanyaan": "Perangkat lunak (software) dalam sistem komputer berfungsi untuk?",
        "pilihan": {
            "a": {
                "jawaban": "Menyediakan daya listrik untuk komputer",
                "status": false,
                "penjelasan": "Penyediaan daya listrik adalah tugas perangkat keras seperti power supply, bukan software."
            },
            "b": {
                "jawaban": "Menjalankan instruksi yang diberikan oleh pengguna",
                "status": true,
                "penjelasan": "Software berfungsi untuk menjalankan instruksi dari pengguna agar sistem komputer dapat bekerja sesuai perintah."
            },
            "c": {
                "jawaban": "Menjalankan arus listrik dalam komponen komputer",
                "status": false,
                "penjelasan": "Arus listrik dikelola oleh perangkat keras, bukan software."
            },
            "d": {
                "jawaban": "Mengubah sinyal listrik menjadi cahaya",
                "status": false,
                "penjelasan": "Mengubah sinyal listrik menjadi cahaya adalah fungsi dari perangkat tampilan seperti monitor, bukan software."
            }
        }
    },
    "soal_18": {
        "pertanyaan": "Siapa yang termasuk dalam kategori brainware dalam sistem komputer?",
        "pilihan": {
            "a": {
                "jawaban": "Harddisk dan SSD",
                "status": false,
                "penjelasan": "Harddisk dan SSD termasuk perangkat keras, bukan brainware."
            },
            "b": {
                "jawaban": "Sistem operasi Windows atau Linux",
                "status": false,
                "penjelasan": "Windows dan Linux adalah software, bukan brainware."
            },
            "c": {
                "jawaban": "Programmer, administrator sistem, dan pengguna",
                "status": true,
                "penjelasan": "Brainware adalah orang yang menggunakan dan mengelola sistem komputer, termasuk programmer, administrator sistem, dan pengguna."
            },
            "d": {
                "jawaban": "CPU dan RAM",
                "status": false,
                "penjelasan": "CPU dan RAM adalah perangkat keras, bukan brainware."
            }
        }
    },
    "soal_19": {
        "pertanyaan": "Apa yang membedakan software dengan hardware?",
        "pilihan": {
            "a": {
                "jawaban": "Hardware bisa diperbarui secara online, sedangkan software tidak",
                "status": false,
                "penjelasan": "Software dapat diperbarui secara online, sedangkan hardware perlu diganti atau ditingkatkan secara fisik."
            },
            "b": {
                "jawaban": "Software membutuhkan daya listrik, sedangkan hardware tidak",
                "status": false,
                "penjelasan": "Hardware yang membutuhkan daya listrik untuk bekerja, software sendiri adalah kode yang dijalankan di dalam hardware."
            },
            "c": {
                "jawaban": "Software tidak dapat disentuh secara fisik, sedangkan hardware dapat",
                "status": true,
                "penjelasan": "Software adalah program yang tidak berwujud fisik, sedangkan hardware adalah komponen fisik yang dapat disentuh."
            },
            "d": {
                "jawaban": "Software lebih mahal dibanding hardware",
                "status": false,
                "penjelasan": "Harga software dan hardware bervariasi, tidak selalu lebih mahal software."
            }
        }
    },
    "soal_20": {
        "pertanyaan": "Manakah yang termasuk contoh perangkat keras (hardware)?",
        "pilihan": {
            "a": {
                "jawaban": "Keyboard, monitor, printer",
                "status": true,
                "penjelasan": "Keyboard, monitor, dan printer adalah perangkat keras yang digunakan dalam sistem komputer."
            },
            "b": {
                "jawaban": "Pengguna, programmer, administrator sistem",
                "status": false,
                "penjelasan": "Ini adalah contoh brainware, bukan hardware."
            },
            "c": {
                "jawaban": "RAM, CPU, software",
                "status": false,
                "penjelasan": "RAM dan CPU adalah hardware, tetapi software bukan."
            },
            "d": {
                "jawaban": "Microsoft Word, Google Chrome, Photoshop",
                "status": false,
                "penjelasan": "Microsoft Word, Google Chrome, dan Photoshop adalah perangkat lunak (software), bukan hardware."
            }
        }
    },
    "soal_21": {
        "pertanyaan": "Perangkat lunak (software) yang digunakan untuk mengolah dokumen teks adalah?",
        "pilihan": {
            "a": {
                "jawaban": "RAM",
                "status": false,
                "penjelasan": "RAM adalah perangkat keras untuk menyimpan data sementara, bukan software."
            },
            "b": {
                "jawaban": "CPU",
                "status": false,
                "penjelasan": "CPU adalah perangkat keras, bukan software."
            },
            "c": {
                "jawaban": "Microsoft Word",
                "status": true,
                "penjelasan": "Microsoft Word adalah software yang digunakan untuk mengolah dokumen teks."
            },
            "d": {
                "jawaban": "Google Chrome",
                "status": false,
                "penjelasan": "Google Chrome adalah software untuk menjelajahi internet, bukan mengolah dokumen teks."
            }
        }
    },
    "soal_22": {
        "pertanyaan": "Siapa yang bertanggung jawab dalam membuat program komputer?",
        "pilihan": {
            "a": {
                "jawaban": "Programmer",
                "status": true,
                "penjelasan": "Programmer adalah orang yang bertanggung jawab dalam menulis dan mengembangkan program komputer."
            },
            "b": {
                "jawaban": "Monitor",
                "status": false,
                "penjelasan": "Monitor adalah perangkat keras, bukan seseorang yang membuat program."
            },
            "c": {
                "jawaban": "Microsoft Word",
                "status": false,
                "penjelasan": "Microsoft Word adalah software, bukan orang yang membuat program."
            },
            "d": {
                "jawaban": "Harddisk",
                "status": false,
                "penjelasan": "Harddisk adalah perangkat penyimpanan, bukan orang yang membuat program."
            }
        }
    },
    "soal_23": {
        "pertanyaan": "Komponen yang berfungsi untuk menyimpan data secara permanen dalam komputer adalah?",
        "pilihan": {
            "a": {
                "jawaban": "Processor",
                "status": false,
                "penjelasan": "Processor bertanggung jawab untuk pemrosesan data, bukan penyimpanan permanen."
            },
            "b": {
                "jawaban": "Harddisk",
                "status": true,
                "penjelasan": "Harddisk adalah perangkat penyimpanan permanen dalam komputer."
            },
            "c": {
                "jawaban": "RAM",
                "status": false,
                "penjelasan": "RAM menyimpan data sementara, bukan secara permanen."
            },
            "d": {
                "jawaban": "Keyboard",
                "status": false,
                "penjelasan": "Keyboard adalah perangkat input, bukan penyimpanan data."
            }
        }
    },
    "soal_24": {
        "pertanyaan": "Apa yang dimaksud dengan firmware?",
        "pilihan": {
            "a": {
                "jawaban": "Program yang hanya berjalan di internet",
                "status": false,
                "penjelasan": "Firmware tertanam dalam perangkat keras, bukan program berbasis internet."
            },
            "b": {
                "jawaban": "Sebuah perangkat keras yang dapat diprogram",
                "status": false,
                "penjelasan": "Firmware adalah software, bukan perangkat keras."
            },
            "c": {
                "jawaban": "Perangkat lunak untuk membuat dokumen",
                "status": false,
                "penjelasan": "Software untuk membuat dokumen seperti Microsoft Word bukan firmware."
            },
            "d": {
                "jawaban": "Perangkat lunak yang tertanam dalam perangkat keras",
                "status": true,
                "penjelasan": "Firmware adalah software yang tertanam dalam perangkat keras untuk mengontrol cara kerjanya."
            }
        }
    },
    "soal_25": {
        "pertanyaan": "Sistem operasi termasuk dalam kategori?",
        "pilihan": {
            "a": {
                "jawaban": "Firmware",
                "status": false,
                "penjelasan": "Firmware adalah software yang tertanam dalam hardware, berbeda dari sistem operasi."
            },
            "b": {
                "jawaban": "Software",
                "status": true,
                "penjelasan": "Sistem operasi adalah software yang mengelola perangkat keras dan perangkat lunak dalam komputer."
            },
            "c": {
                "jawaban": "Hardware",
                "status": false,
                "penjelasan": "Hardware adalah perangkat keras fisik, sedangkan sistem operasi adalah software."
            },
            "d": {
                "jawaban": "Brainware",
                "status": false,
                "penjelasan": "Brainware adalah manusia yang menggunakan komputer, bukan sistem operasi."
            }
        }
    },
    "soal_26": {
        "pertanyaan": "Siapa yang bertanggung jawab untuk mengelola dan menjaga sistem komputer dalam suatu organisasi?",
        "pilihan": {
            "a": {
                "jawaban": "Monitor",
                "status": false,
                "penjelasan": "Monitor adalah perangkat keras, bukan seseorang yang bertanggung jawab atas sistem."
            },
            "b": {
                "jawaban": "Harddisk",
                "status": false,
                "penjelasan": "Harddisk adalah perangkat penyimpanan, bukan pengelola sistem."
            },
            "c": {
                "jawaban": "Administrator sistem",
                "status": true,
                "penjelasan": "Administrator sistem bertanggung jawab dalam mengelola dan menjaga sistem komputer dalam suatu organisasi."
            },
            "d": {
                "jawaban": "Printer",
                "status": false,
                "penjelasan": "Printer adalah perangkat output, bukan pengelola sistem."
            }
        }
    },
    "soal_27": {
        "pertanyaan": "Apa fungsi utama dari CPU dalam sistem komputer?",
        "pilihan": {
            "a": {
                "jawaban": "Menampilkan informasi kepada pengguna",
                "status": false,
                "penjelasan": "Menampilkan informasi adalah fungsi dari monitor, bukan CPU."
            },
            "b": {
                "jawaban": "Menghubungkan komputer ke internet",
                "status": false,
                "penjelasan": "Menghubungkan komputer ke internet adalah tugas dari kartu jaringan atau modem, bukan CPU."
            },
            "c": {
                "jawaban": "Memproses data dan menjalankan instruksi",
                "status": true,
                "penjelasan": "CPU bertanggung jawab untuk memproses data dan menjalankan instruksi dalam komputer."
            },
            "d": {
                "jawaban": "Menyimpan data secara permanen",
                "status": false,
                "penjelasan": "Menyimpan data secara permanen adalah fungsi dari harddisk, bukan CPU."
            }
        }
    },
    "soal_28": {
        "pertanyaan": "Manakah yang termasuk dalam kategori brainware?",
        "pilihan": {
            "a": {
                "jawaban": "RAM, CPU, harddisk",
                "status": false,
                "penjelasan": "RAM, CPU, dan harddisk termasuk dalam kategori hardware, bukan brainware."
            },
            "b": {
                "jawaban": "Keyboard, mouse, printer",
                "status": false,
                "penjelasan": "Keyboard, mouse, dan printer adalah perangkat keras (hardware), bukan brainware."
            },
            "c": {
                "jawaban": "Sistem operasi, aplikasi, firmware",
                "status": false,
                "penjelasan": "Sistem operasi, aplikasi, dan firmware adalah software, bukan brainware."
            },
            "d": {
                "jawaban": "Pengguna, programmer, administrator sistem",
                "status": true,
                "penjelasan": "Brainware mengacu pada manusia yang menggunakan atau mengelola sistem komputer."
            }
        }
    },
    "soal_29": {
        "pertanyaan": "Apa perbedaan utama antara hardware dan software?",
        "pilihan": {
            "a": {
                "jawaban": "Hardware adalah data, sedangkan software adalah perangkat keras",
                "status": false,
                "penjelasan": "Data bukan termasuk hardware, dan software bukan perangkat keras."
            },
            "b": {
                "jawaban": "Hardware adalah sistem operasi, sedangkan software adalah perangkat keras",
                "status": false,
                "penjelasan": "Sistem operasi adalah software, bukan hardware."
            },
            "c": {
                "jawaban": "Hardware digunakan untuk internet, sementara software digunakan untuk gaming",
                "status": false,
                "penjelasan": "Hardware dan software dapat digunakan untuk berbagai keperluan, tidak hanya internet atau gaming."
            },
            "d": {
                "jawaban": "Hardware adalah perangkat fisik, sedangkan software adalah program yang berjalan di dalamnya",
                "status": true,
                "penjelasan": "Hardware merujuk pada perangkat fisik komputer, sementara software adalah program yang dijalankan oleh komputer."
            }
        }
    },
    "soal_30": {
        "pertanyaan": "Manakah pernyataan yang benar mengenai hubungan antara hardware, software, dan brainware?",
        "pilihan": {
            "a": {
                "jawaban": "Software tidak memerlukan hardware untuk berjalan",
                "status": false,
                "penjelasan": "Software membutuhkan hardware agar dapat dijalankan."
            },
            "b": {
                "jawaban": "Brainware tidak penting dalam sistem komputer",
                "status": false,
                "penjelasan": "Brainware sangat penting karena manusia yang mengoperasikan dan mengelola komputer."
            },
            "c": {
                "jawaban": "Hardware bisa bekerja sendiri tanpa software",
                "status": false,
                "penjelasan": "Hardware membutuhkan software untuk menjalankan tugasnya."
            },
            "d": {
                "jawaban": "Ketiganya saling berhubungan dan membentuk sistem komputer yang berfungsi",
                "status": true,
                "penjelasan": "Hardware, software, dan brainware bekerja sama untuk membuat sistem komputer berjalan dengan baik."
            }
        }
    },
    "soal_31": {
        "pertanyaan": "Apa yang dimaksud dengan input dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Penyimpanan data dalam database",
                "status": false,
                "penjelasan": "Penyimpanan data merupakan bagian dari sistem penyimpanan, bukan input."
            },
            "b": {
                "jawaban": "Proses mengubah data menjadi informasi",
                "status": false,
                "penjelasan": "Mengubah data menjadi informasi merupakan bagian dari proses, bukan input."
            },
            "c": {
                "jawaban": "Data yang dimasukkan ke dalam sistem untuk diproses",
                "status": true,
                "penjelasan": "Input adalah data awal yang dimasukkan ke dalam sistem untuk diproses lebih lanjut."
            },
            "d": {
                "jawaban": "Hasil dari proses pengolahan data",
                "status": false,
                "penjelasan": "Hasil dari proses disebut output, bukan input."
            }
        }
    },
    "soal_32": {
        "pertanyaan": "Apa yang dilakukan dalam tahap proses pada sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Menyimpan informasi dalam sistem",
                "status": false,
                "penjelasan": "Penyimpanan informasi lebih terkait dengan database, bukan bagian utama dari proses."
            },
            "b": {
                "jawaban": "Mengambil data dari database",
                "status": false,
                "penjelasan": "Mengambil data dari database adalah bagian dari input atau output, bukan proses utama."
            },
            "c": {
                "jawaban": "Mengolah data yang telah dimasukkan menjadi informasi",
                "status": true,
                "penjelasan": "Tahap proses bertujuan mengubah data mentah menjadi informasi yang berguna."
            },
            "d": {
                "jawaban": "Menampilkan hasil informasi kepada pengguna",
                "status": false,
                "penjelasan": "Menampilkan hasil informasi merupakan bagian dari output, bukan proses."
            }
        }
    },
    "soal_33": {
        "pertanyaan": "Apa yang dimaksud dengan output dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Proses pengolahan data dalam sistem",
                "status": false,
                "penjelasan": "Proses pengolahan data termasuk dalam tahap proses, bukan output."
            },
            "b": {
                "jawaban": "Hasil dari pemrosesan data yang dapat digunakan oleh pengguna",
                "status": true,
                "penjelasan": "Output adalah informasi yang dihasilkan setelah data diproses."
            },
            "c": {
                "jawaban": "Data mentah yang dimasukkan ke dalam sistem",
                "status": false,
                "penjelasan": "Data mentah merupakan input, bukan output."
            },
            "d": {
                "jawaban": "Tempat penyimpanan data dalam sistem",
                "status": false,
                "penjelasan": "Penyimpanan data lebih terkait dengan database, bukan output."
            }
        }
    },
    "soal_34": {
        "pertanyaan": "Komponen apa saja yang termasuk dalam teknologi sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Hanya Hardware dan Brainware",
                "status": false,
                "penjelasan": "Software juga dibutuhkan untuk menjalankan sistem."
            },
            "b": {
                "jawaban": "Hardware dan Software saja",
                "status": false,
                "penjelasan": "Sistem informasi juga membutuhkan brainware, database, telecommunication, dan management."
            },
            "c": {
                "jawaban": "Hardware, Software, Brainware, Database, Telecommunication, dan Management",
                "status": true,
                "penjelasan": "Semua komponen tersebut membentuk sistem informasi yang lengkap."
            },
            "d": {
                "jawaban": "Hanya Brainware dan Software",
                "status": false,
                "penjelasan": "Hardware juga diperlukan agar sistem dapat berjalan."
            }
        }
    },
    "soal_35": {
        "pertanyaan": "Mengapa database penting dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Menghubungkan pengguna dengan sistem",
                "status": false,
                "penjelasan": "Menghubungkan pengguna dengan sistem adalah tugas dari telecommunication."
            },
            "b": {
                "jawaban": "Menampilkan informasi kepada pengguna",
                "status": false,
                "penjelasan": "Menampilkan informasi merupakan tugas dari user interface, bukan database."
            },
            "c": {
                "jawaban": "Menyimpan dan mengelola data yang digunakan dalam sistem",
                "status": true,
                "penjelasan": "Database adalah tempat penyimpanan utama untuk data yang dikelola oleh sistem informasi."
            },
            "d": {
                "jawaban": "Mengolah data menjadi informasi",
                "status": false,
                "penjelasan": "Mengolah data menjadi informasi adalah tugas dari software pemrosesan, bukan database."
            }
        }
    },
    "soal_36": {
        "pertanyaan": "Dalam sistem informasi, apa yang terjadi jika tidak ada proses?",
        "pilihan": {
            "a": {
                "jawaban": "Data hanya akan tersimpan tanpa perubahan",
                "status": true,
                "penjelasan": "Tanpa proses, data hanya tersimpan tanpa mengalami pengolahan untuk menjadi informasi."
            },
            "b": {
                "jawaban": "Sistem akan tetap berjalan dengan baik",
                "status": false,
                "penjelasan": "Sistem informasi memerlukan proses agar dapat menjalankan fungsinya."
            },
            "c": {
                "jawaban": "Data tetap menjadi informasi yang dapat digunakan",
                "status": false,
                "penjelasan": "Tanpa proses, data tidak dapat diubah menjadi informasi yang bermanfaat."
            },
            "d": {
                "jawaban": "Output tetap bisa dihasilkan tanpa proses",
                "status": false,
                "penjelasan": "Output hanya bisa diperoleh setelah melalui proses pengolahan data."
            }
        }
    },
    "soal_37": {
        "pertanyaan": "Dalam suatu sistem informasi, manakah pernyataan yang paling benar mengenai telekomunikasi?",
        "pilihan": {
            "a": {
                "jawaban": "Komponen yang hanya digunakan untuk komunikasi suara",
                "status": false,
                "penjelasan": "Telekomunikasi dalam sistem informasi mencakup lebih dari sekadar komunikasi suara."
            },
            "b": {
                "jawaban": "Memungkinkan data dan informasi berpindah dari satu tempat ke tempat lain",
                "status": true,
                "penjelasan": "Telekomunikasi berperan dalam memungkinkan pertukaran data dan informasi dalam sistem informasi."
            },
            "c": {
                "jawaban": "Tanpa telekomunikasi, sistem informasi tetap bisa berfungsi sepenuhnya",
                "status": false,
                "penjelasan": "Banyak sistem informasi bergantung pada telekomunikasi untuk bertukar data dan informasi."
            },
            "d": {
                "jawaban": "Hanya penting jika sistem digunakan secara online",
                "status": false,
                "penjelasan": "Telekomunikasi juga berperan dalam transfer data dalam jaringan lokal, bukan hanya online."
            }
        }
    },
    "soal_38": {
        "pertanyaan": "Peran utama brainware dalam sistem informasi adalah...",
        "pilihan": {
            "a": {
                "jawaban": "Menjadi penghubung antara hardware dan software",
                "status": true,
                "penjelasan": "Brainware (manusia) berperan sebagai pengelola dan pengguna sistem informasi."
            },
            "b": {
                "jawaban": "Menghasilkan output tanpa memerlukan input",
                "status": false,
                "penjelasan": "Setiap output harus melalui proses yang memerlukan input terlebih dahulu."
            },
            "c": {
                "jawaban": "Menyimpan data ke dalam sistem",
                "status": false,
                "penjelasan": "Penyimpanan data dilakukan oleh database, bukan langsung oleh brainware."
            },
            "d": {
                "jawaban": "Mengolah data tanpa bantuan software",
                "status": false,
                "penjelasan": "Brainware memerlukan software untuk mengolah data."
            }
        }
    },
    "soal_39": {
        "pertanyaan": "Jika software dalam sistem informasi tidak tersedia, maka...",
        "pilihan": {
            "a": {
                "jawaban": "Sistem tidak bisa berjalan dengan baik",
                "status": true,
                "penjelasan": "Software adalah komponen penting dalam sistem informasi untuk memproses data."
            },
            "b": {
                "jawaban": "Sistem informasi tetap bisa menghasilkan informasi",
                "status": false,
                "penjelasan": "Software diperlukan untuk mengolah data menjadi informasi."
            },
            "c": {
                "jawaban": "Brainware bisa menggantikan peran software sepenuhnya",
                "status": false,
                "penjelasan": "Brainware membutuhkan software untuk menjalankan sistem informasi."
            },
            "d": {
                "jawaban": "Hardware tetap bisa bekerja maksimal",
                "status": false,
                "penjelasan": "Hardware memerlukan software agar dapat berfungsi."
            }
        }
    },
    "soal_40": {
        "pertanyaan": "Manakah yang merupakan contoh dari output dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Perintah yang diberikan kepada sistem",
                "status": false,
                "penjelasan": "Perintah termasuk dalam kategori input, bukan output."
            },
            "b": {
                "jawaban": "Data yang dimasukkan oleh pengguna",
                "status": false,
                "penjelasan": "Data yang dimasukkan oleh pengguna adalah input, bukan output."
            },
            "c": {
                "jawaban": "Proses pemrosesan data",
                "status": false,
                "penjelasan": "Proses pemrosesan bukan output, tetapi bagian dari tahapan sistem informasi."
            },
            "d": {
                "jawaban": "Laporan keuangan yang dihasilkan sistem",
                "status": true,
                "penjelasan": "Laporan keuangan adalah contoh output karena merupakan hasil pemrosesan data."
            }
        }
    },
    "soal_41": {
        "pertanyaan": "Apa yang akan terjadi jika hardware tidak ada dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Sistem informasi hanya akan berjalan dengan brainware saja",
                "status": false,
                "penjelasan": "Brainware membutuhkan hardware untuk menjalankan software dalam sistem informasi."
            },
            "b": {
                "jawaban": "Sistem tidak dapat berjalan sama sekali",
                "status": true,
                "penjelasan": "Hardware merupakan komponen utama dalam menjalankan software dan sistem informasi."
            },
            "c": {
                "jawaban": "Output tetap bisa dihasilkan dengan pengolahan manual",
                "status": false,
                "penjelasan": "Tanpa hardware, sistem informasi berbasis komputer tidak dapat menghasilkan output."
            },
            "d": {
                "jawaban": "Software tetap bisa berjalan tanpa masalah",
                "status": false,
                "penjelasan": "Software membutuhkan hardware sebagai tempat eksekusi programnya."
            }
        }
    },
    "soal_42": {
        "pertanyaan": "Dalam proses sistem informasi, jika input salah, maka output yang dihasilkan akan...",
        "pilihan": {
            "a": {
                "jawaban": "Tetap benar jika sistem sudah sempurna",
                "status": false,
                "penjelasan": "Jika input salah, output yang dihasilkan kemungkinan besar juga salah (garbage in, garbage out)."
            },
            "b": {
                "jawaban": "Berubah menjadi benar dengan sendirinya",
                "status": false,
                "penjelasan": "Sistem tidak dapat secara otomatis memperbaiki input yang salah."
            },
            "c": {
                "jawaban": "Bisa salah atau benar tergantung sistemnya",
                "status": true,
                "penjelasan": "Jika ada validasi atau koreksi dalam sistem, output bisa tetap benar; jika tidak, output akan salah."
            },
            "d": {
                "jawaban": "Tidak ada hubungan antara input dan output",
                "status": false,
                "penjelasan": "Output dalam sistem informasi bergantung pada input yang diberikan."
            }
        }
    },
    "soal_43": {
        "pertanyaan": "Bagaimana peran database dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Hanya sebagai tempat penyimpanan sementara",
                "status": false,
                "penjelasan": "Database menyimpan data secara permanen, bukan hanya sementara."
            },
            "b": {
                "jawaban": "Dapat menggantikan software dalam menjalankan sistem",
                "status": false,
                "penjelasan": "Database tidak dapat menggantikan software, karena hanya berfungsi untuk penyimpanan data."
            },
            "c": {
                "jawaban": "Mengelola dan menyimpan data agar dapat digunakan dalam sistem",
                "status": true,
                "penjelasan": "Database berperan sebagai tempat penyimpanan dan pengelolaan data dalam sistem informasi."
            },
            "d": {
                "jawaban": "Sebagai penghubung antara brainware dan telekomunikasi",
                "status": false,
                "penjelasan": "Database tidak berfungsi sebagai penghubung komunikasi, melainkan sebagai penyimpanan dan pengelolaan data."
            }
        }
    },
    "soal_44": {
        "pertanyaan": "Jika dalam sebuah sistem informasi tidak terdapat brainware, maka...",
        "pilihan": {
            "a": {
                "jawaban": "Hardware akan menggantikan peran brainware",
                "status": false,
                "penjelasan": "Hardware tidak dapat menggantikan peran manusia dalam mengelola sistem informasi."
            },
            "b": {
                "jawaban": "Output yang dihasilkan akan selalu salah",
                "status": false,
                "penjelasan": "Sistem dapat menghasilkan output yang benar jika diatur dengan baik sebelumnya, meskipun tanpa brainware sistem tidak bisa digunakan secara dinamis."
            },
            "c": {
                "jawaban": "Sistem tetap bisa berjalan otomatis tanpa masalah",
                "status": false,
                "penjelasan": "Sistem tetap memerlukan manusia untuk pengoperasian, pemeliharaan, dan pengambilan keputusan."
            },
            "d": {
                "jawaban": "Sistem informasi akan berjalan tetapi tidak dapat digunakan secara maksimal",
                "status": true,
                "penjelasan": "Tanpa brainware, sistem mungkin bisa berjalan secara otomatis, tetapi tidak dapat dikendalikan atau digunakan secara efektif."
            }
        }
    },
    "soal_45": {
        "pertanyaan": "Peran utama dari proses dalam sistem informasi adalah...",
        "pilihan": {
            "a": {
                "jawaban": "Menyimpan data tanpa mengubahnya",
                "status": false,
                "penjelasan": "Penyimpanan data adalah tugas database, bukan proses."
            },
            "b": {
                "jawaban": "Menghapus data yang tidak diperlukan",
                "status": false,
                "penjelasan": "Menghapus data adalah bagian dari manajemen data, bukan proses utama dalam sistem informasi."
            },
            "c": {
                "jawaban": "Menampilkan informasi kepada pengguna",
                "status": false,
                "penjelasan": "Menampilkan informasi adalah bagian dari output, bukan proses."
            },
            "d": {
                "jawaban": "Mengubah data mentah menjadi informasi yang berguna",
                "status": true,
                "penjelasan": "Proses dalam sistem informasi berfungsi untuk mengolah data mentah menjadi informasi yang memiliki nilai."
            }
        }
    },
    "soal_46": {
        "pertanyaan": "Apa yang menjadi ciri utama sistem informasi tradisional?",
        "pilihan": {
            "a": {
                "jawaban": "Bergantung pada jaringan internet",
                "status": false,
                "penjelasan": "Internet belum digunakan dalam sistem informasi tradisional."
            },
            "b": {
                "jawaban": "Memanfaatkan AI dalam pengelolaan data",
                "status": false,
                "penjelasan": "AI baru digunakan dalam sistem informasi digital modern."
            },
            "c": {
                "jawaban": "Menggunakan database untuk menyimpan informasi",
                "status": false,
                "penjelasan": "Database merupakan fitur dari sistem yang lebih modern, bukan tradisional."
            },
            "d": {
                "jawaban": "Menggunakan kertas dan pulpen sebagai media utama",
                "status": true,
                "penjelasan": "Sistem informasi tradisional masih berbasis manual dengan pencatatan di kertas."
            }
        }
    },
    "soal_47": {
        "pertanyaan": "Pada tahap evolusi sistem informasi, mekanisme berbasis komputer awal mulai menggantikan...",
        "pilihan": {
            "a": {
                "jawaban": "Sistem database terpusat",
                "status": false,
                "penjelasan": "Sistem berbasis database datang setelah komputer awal."
            },
            "b": {
                "jawaban": "Sistem berbasis internet",
                "status": false,
                "penjelasan": "Sistem berbasis internet muncul lebih belakangan dalam evolusi sistem informasi."
            },
            "c": {
                "jawaban": "Sistem berbasis AI dan cloud",
                "status": false,
                "penjelasan": "AI dan cloud adalah bagian dari sistem informasi digital modern, bukan tahap komputer awal."
            },
            "d": {
                "jawaban": "Sistem informasi tradisional berbasis kertas",
                "status": true,
                "penjelasan": "Komputer awal mulai menggantikan pencatatan manual berbasis kertas."
            }
        }
    },
    "soal_48": {
        "pertanyaan": "Apa kelemahan utama mekanisme berbasis komputer awal?",
        "pilihan": {
            "a": {
                "jawaban": "Masih bergantung pada media penyimpanan fisik seperti floppy disk",
                "status": true,
                "penjelasan": "Komputer awal masih menggunakan floppy disk yang memiliki kapasitas kecil dan rentan rusak."
            },
            "b": {
                "jawaban": "Memiliki kecepatan pemrosesan yang sangat tinggi",
                "status": false,
                "penjelasan": "Komputer awal memiliki keterbatasan dalam kecepatan pemrosesan dibandingkan teknologi saat ini."
            },
            "c": {
                "jawaban": "Tidak memerlukan brainware untuk mengoperasikannya",
                "status": false,
                "penjelasan": "Brainware tetap dibutuhkan untuk mengoperasikan sistem berbasis komputer awal."
            },
            "d": {
                "jawaban": "Sudah menggunakan cloud computing",
                "status": false,
                "penjelasan": "Cloud computing belum digunakan pada komputer awal."
            }
        }
    },
    "soal_49": {
        "pertanyaan": "Mengapa sistem berbasis database lebih unggul dibandingkan mekanisme komputer awal?",
        "pilihan": {
            "a": {
                "jawaban": "Tidak membutuhkan brainware dalam operasionalnya",
                "status": false,
                "penjelasan": "Brainware tetap dibutuhkan untuk mengelola dan mengoperasikan sistem database."
            },
            "b": {
                "jawaban": "Menghilangkan kebutuhan akan hardware",
                "status": false,
                "penjelasan": "Sistem berbasis database masih memerlukan hardware untuk berjalan."
            },
            "c": {
                "jawaban": "Dapat berjalan tanpa software tambahan",
                "status": false,
                "penjelasan": "Database membutuhkan software manajemen seperti MySQL atau PostgreSQL untuk beroperasi."
            },
            "d": {
                "jawaban": "Memungkinkan pengolahan dan penyimpanan data yang lebih terstruktur",
                "status": true,
                "penjelasan": "Database memungkinkan penyimpanan data yang lebih rapi, aman, dan mudah diakses."
            }
        }
    },
    "soal_50": {
        "pertanyaan": "Apa yang membedakan sistem berbasis jaringan dan internet dari sistem berbasis database?",
        "pilihan": {
            "a": {
                "jawaban": "Tidak lagi menggunakan server",
                "status": false,
                "penjelasan": "Sistem berbasis jaringan tetap memerlukan server untuk menyimpan dan mengelola data."
            },
            "b": {
                "jawaban": "Hanya bisa digunakan dalam jaringan lokal",
                "status": false,
                "penjelasan": "Sistem ini memungkinkan akses dari mana saja selama terhubung ke internet."
            },
            "c": {
                "jawaban": "Memungkinkan akses data secara online dan real-time",
                "status": true,
                "penjelasan": "Sistem berbasis jaringan dan internet memungkinkan data diakses dari berbagai lokasi secara online."
            },
            "d": {
                "jawaban": "Menggunakan metode penyimpanan manual",
                "status": false,
                "penjelasan": "Penyimpanan data sudah berbasis cloud atau server dalam sistem berbasis jaringan dan internet."
            }
        }
    },
    "soal_51": {
        "pertanyaan": "Apa keuntungan utama dari sistem berbasis jaringan dan internet dibandingkan sistem berbasis database?",
        "pilihan": {
            "a": {
                "jawaban": "Data dapat diakses dari mana saja dengan koneksi internet",
                "status": true,
                "penjelasan": "Sistem berbasis jaringan memungkinkan akses data secara online tanpa harus berada di lokasi tertentu."
            },
            "b": {
                "jawaban": "Tidak memerlukan keamanan tambahan",
                "status": false,
                "penjelasan": "Keamanan tetap menjadi prioritas dalam sistem berbasis jaringan agar data tidak mudah diretas."
            },
            "c": {
                "jawaban": "Hanya dapat digunakan untuk komunikasi, bukan penyimpanan data",
                "status": false,
                "penjelasan": "Sistem berbasis jaringan juga dapat digunakan untuk menyimpan dan mengelola data secara online."
            },
            "d": {
                "jawaban": "Tidak memerlukan perangkat keras sama sekali",
                "status": false,
                "penjelasan": "Perangkat keras tetap diperlukan untuk menjalankan sistem ini, seperti server dan komputer."
            }
        }
    },
    "soal_52": {
        "pertanyaan": "Teknologi apa yang mendukung sistem informasi digital modern?",
        "pilihan": {
            "a": {
                "jawaban": "Hanya komputer tanpa jaringan",
                "status": false,
                "penjelasan": "Sistem modern mengandalkan jaringan dan cloud untuk akses yang lebih luas dan fleksibel."
            },
            "b": {
                "jawaban": "Kertas dan mesin tik",
                "status": false,
                "penjelasan": "Kertas dan mesin tik termasuk dalam sistem informasi tradisional."
            },
            "c": {
                "jawaban": "Floppy Disk dan Hard Drive eksternal",
                "status": false,
                "penjelasan": "Floppy Disk dan Hard Drive eksternal lebih banyak digunakan pada tahap komputer awal."
            },
            "d": {
                "jawaban": "Artificial Intelligence (AI) dan Cloud Computing",
                "status": true,
                "penjelasan": "AI dan Cloud Computing adalah bagian dari sistem informasi digital modern yang meningkatkan efisiensi dan otomatisasi."
            }
        }
    },
    "soal_53": {
        "pertanyaan": "Mengapa AI menjadi bagian penting dalam sistem informasi digital modern?",
        "pilihan": {
            "a": {
                "jawaban": "Menghilangkan kebutuhan akan database",
                "status": false,
                "penjelasan": "AI masih membutuhkan database sebagai tempat penyimpanan data yang akan diproses."
            },
            "b": {
                "jawaban": "Tidak membutuhkan hardware untuk berjalan",
                "status": false,
                "penjelasan": "AI tetap membutuhkan hardware yang kuat seperti server dan prosesor khusus untuk menjalankan pemrosesan data."
            },
            "c": {
                "jawaban": "Dapat membantu otomatisasi dan analisis data secara cepat",
                "status": true,
                "penjelasan": "AI digunakan untuk mengolah data dengan lebih cepat dan otomatis, mengurangi pekerjaan manual."
            },
            "d": {
                "jawaban": "Menggantikan semua peran manusia dalam pengelolaan data",
                "status": false,
                "penjelasan": "Meskipun AI dapat mengotomatiskan banyak proses, manusia masih berperan dalam pengambilan keputusan dan pengelolaan data."
            }
        }
    },
    "soal_54": {
        "pertanyaan": "Cloud computing dalam sistem informasi modern berfungsi untuk...",
        "pilihan": {
            "a": {
                "jawaban": "Mengganti peran brainware dalam pengelolaan data",
                "status": false,
                "penjelasan": "Brainware tetap berperan penting dalam mengelola data meskipun cloud computing digunakan."
            },
            "b": {
                "jawaban": "Menghilangkan kebutuhan akan perangkat keras",
                "status": false,
                "penjelasan": "Meskipun data disimpan di cloud, perangkat keras tetap dibutuhkan untuk mengakses dan mengolahnya."
            },
            "c": {
                "jawaban": "Menyimpan dan mengelola data secara online",
                "status": true,
                "penjelasan": "Cloud computing memungkinkan penyimpanan dan pengelolaan data secara fleksibel melalui internet."
            },
            "d": {
                "jawaban": "Menjalankan program tanpa memerlukan jaringan",
                "status": false,
                "penjelasan": "Cloud computing bergantung pada jaringan internet agar dapat diakses dari mana saja."
            }
        }
    },
    "soal_55": {
        "pertanyaan": "Salah satu tantangan utama dalam sistem informasi digital modern adalah...",
        "pilihan": {
            "a": {
                "jawaban": "Sulitnya menghubungkan dengan perangkat lain",
                "status": false,
                "penjelasan": "Sistem modern justru dirancang agar mudah diintegrasikan dengan berbagai perangkat dan layanan."
            },
            "b": {
                "jawaban": "Ketergantungan pada kertas dan dokumen fisik",
                "status": false,
                "penjelasan": "Sistem informasi digital justru mengurangi ketergantungan pada kertas."
            },
            "c": {
                "jawaban": "Keharusan menggunakan floppy disk",
                "status": false,
                "penjelasan": "Floppy disk sudah tidak lagi digunakan dalam sistem informasi modern."
            },
            "d": {
                "jawaban": "Keamanan dan privasi data",
                "status": true,
                "penjelasan": "Dalam sistem digital modern, ancaman keamanan siber dan perlindungan privasi menjadi tantangan utama."
            }
        }
    },
    "soal_56": {
        "pertanyaan": "Manakah dari berikut yang merupakan evolusi sistem informasi yang benar?",
        "pilihan": {
            "a": {
                "jawaban": "Jaringan & Internet  Database  Tradisional  Digital Modern",
                "status": false,
                "penjelasan": "Database digunakan sebelum jaringan & internet berkembang luas."
            },
            "b": {
                "jawaban": "Komputer Awal  Tradisional  Database  Digital Modern",
                "status": false,
                "penjelasan": "Sistem tradisional datang sebelum komputer awal, bukan setelahnya."
            },
            "c": {
                "jawaban": "Tradisional  Komputer Awal  Database  Jaringan & Internet  Digital Modern",
                "status": true,
                "penjelasan": "Evolusi sistem informasi berkembang dari metode tradisional hingga digital modern dengan AI dan cloud."
            },
            "d": {
                "jawaban": "Digital Modern  Komputer Awal  Database  Tradisional",
                "status": false,
                "penjelasan": "Evolusi sistem informasi bergerak maju, bukan mundur ke metode tradisional."
            }
        }
    },
    "soal_57": {
        "pertanyaan": "Apa peran utama API dalam sistem informasi digital modern?",
        "pilihan": {
            "a": {
                "jawaban": "Menghapus kebutuhan akan jaringan internet",
                "status": false,
                "penjelasan": "Sebagian besar API membutuhkan jaringan untuk menghubungkan berbagai layanan."
            },
            "b": {
                "jawaban": "Menghilangkan kebutuhan akan software",
                "status": false,
                "penjelasan": "API bekerja bersama software, bukan menggantikannya."
            },
            "c": {
                "jawaban": "Menghubungkan berbagai sistem dan layanan secara fleksibel",
                "status": true,
                "penjelasan": "API memungkinkan berbagai sistem dan aplikasi untuk saling terhubung dan berbagi data."
            },
            "d": {
                "jawaban": "Menggantikan database dalam penyimpanan data",
                "status": false,
                "penjelasan": "API digunakan untuk integrasi, bukan sebagai tempat penyimpanan data utama."
            }
        }
    },
    "soal_58": {
        "pertanyaan": "Mengapa sistem berbasis database lebih efisien dibandingkan sistem berbasis komputer awal?",
        "pilihan": {
            "a": {
                "jawaban": "Tidak membutuhkan keamanan tambahan",
                "status": false,
                "penjelasan": "Sistem database tetap membutuhkan sistem keamanan yang kuat."
            },
            "b": {
                "jawaban": "Tidak membutuhkan perangkat keras",
                "status": false,
                "penjelasan": "Sistem database tetap memerlukan perangkat keras untuk menjalankannya."
            },
            "c": {
                "jawaban": "Dapat menyimpan dan mengelola data dalam jumlah besar secara terstruktur",
                "status": true,
                "penjelasan": "Sistem berbasis database memungkinkan pengelolaan data yang lebih rapi dan efisien."
            },
            "d": {
                "jawaban": "Hanya dapat diakses oleh satu pengguna",
                "status": false,
                "penjelasan": "Sistem database memungkinkan banyak pengguna mengakses data secara bersamaan."
            }
        }
    },
    "soal_59": {
        "pertanyaan": "Teknologi apa yang paling umum digunakan dalam sistem informasi digital modern?",
        "pilihan": {
            "a": {
                "jawaban": "Hanya komputer tanpa internet",
                "status": false,
                "penjelasan": "Sistem modern sangat bergantung pada jaringan internet."
            },
            "b": {
                "jawaban": "Floppy disk dan CD-ROM",
                "status": false,
                "penjelasan": "Teknologi ini sudah jarang digunakan dalam sistem informasi modern."
            },
            "c": {
                "jawaban": "Cloud computing, AI, dan API",
                "status": true,
                "penjelasan": "Teknologi ini mendukung efisiensi, otomatisasi, dan integrasi dalam sistem informasi modern."
            },
            "d": {
                "jawaban": "Mesin ketik dan kertas",
                "status": false,
                "penjelasan": "Mesin ketik dan kertas termasuk dalam sistem informasi tradisional."
            }
        }
    },
    "soal_60": {
        "pertanyaan": "Bagaimana sistem informasi modern mempermudah pengelolaan data dibandingkan sistem tradisional?",
        "pilihan": {
            "a": {
                "jawaban": "Menggantikan semua pekerjaan manusia",
                "status": false,
                "penjelasan": "Sistem informasi modern membantu manusia, bukan menggantikannya sepenuhnya."
            },
            "b": {
                "jawaban": "Hanya dapat digunakan oleh perusahaan besar",
                "status": false,
                "penjelasan": "Sistem modern dapat digunakan oleh berbagai skala bisnis, termasuk UMKM."
            },
            "c": {
                "jawaban": "Menghilangkan kebutuhan akan keamanan data",
                "status": false,
                "penjelasan": "Keamanan data tetap penting dalam sistem informasi modern."
            },
            "d": {
                "jawaban": "Menggunakan teknologi digital untuk otomatisasi dan analisis data",
                "status": true,
                "penjelasan": "Sistem modern mengurangi pekerjaan manual dengan otomatisasi dan analisis data yang canggih."
            }
        }
    },
    "soal_61": {
        "pertanyaan": "Apa manfaat utama sistem informasi dalam efisiensi operasional?",
        "pilihan": {
            "a": {
                "jawaban": "Meningkatkan jumlah tenaga kerja yang dibutuhkan",
                "status": false,
                "penjelasan": "Efisiensi operasional justru bertujuan untuk mengoptimalkan sumber daya."
            },
            "b": {
                "jawaban": "Menambah biaya operasional secara signifikan",
                "status": false,
                "penjelasan": "Sistem informasi justru membantu mengurangi biaya operasional."
            },
            "c": {
                "jawaban": "Mengurangi pekerjaan manual dan meningkatkan otomatisasi",
                "status": true,
                "penjelasan": "Sistem informasi membantu mengurangi pekerjaan manual dengan otomatisasi proses."
            },
            "d": {
                "jawaban": "Menghapus kebutuhan akan pengawasan",
                "status": false,
                "penjelasan": "Pengawasan tetap diperlukan meskipun ada sistem informasi."
            }
        }
    },
    "soal_62": {
        "pertanyaan": "Bagaimana sistem informasi meningkatkan akurasi data?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan membiarkan semua data diubah tanpa pembatasan",
                "status": false,
                "penjelasan": "Keamanan dan kontrol akses penting untuk menjaga akurasi data."
            },
            "b": {
                "jawaban": "Dengan mengurangi kesalahan manusia dalam pengolahan data",
                "status": true,
                "penjelasan": "Sistem informasi dapat mengotomatiskan proses dan mengurangi risiko kesalahan manusia."
            },
            "c": {
                "jawaban": "Dengan mengandalkan input data tanpa validasi",
                "status": false,
                "penjelasan": "Sistem informasi umumnya memiliki mekanisme validasi untuk memastikan akurasi data."
            },
            "d": {
                "jawaban": "Dengan menambahkan lebih banyak pekerjaan manual",
                "status": false,
                "penjelasan": "Pekerjaan manual justru meningkatkan risiko kesalahan."
            }
        }
    },
    "soal_63": {
        "pertanyaan": "Mengapa sistem informasi membantu dalam pengambilan keputusan yang lebih baik?",
        "pilihan": {
            "a": {
                "jawaban": "Karena menggantikan semua keputusan manusia",
                "status": false,
                "penjelasan": "Keputusan tetap dibuat oleh manusia berdasarkan informasi yang disediakan sistem."
            },
            "b": {
                "jawaban": "Karena memungkinkan semua orang memiliki akses tanpa batas",
                "status": false,
                "penjelasan": "Kontrol akses tetap diperlukan untuk menjaga keamanan data."
            },
            "c": {
                "jawaban": "Karena menghilangkan risiko kesalahan sepenuhnya",
                "status": false,
                "penjelasan": "Sistem informasi mengurangi risiko kesalahan tetapi tidak dapat menghilangkannya sepenuhnya."
            },
            "d": {
                "jawaban": "Karena menyediakan data yang akurat dan analisis real-time",
                "status": true,
                "penjelasan": "Sistem informasi memberikan informasi yang lebih cepat dan akurat untuk mendukung keputusan."
            }
        }
    },
    "soal_64": {
        "pertanyaan": "Bagaimana sistem informasi dapat membantu perusahaan dalam mendapatkan keunggulan kompetitif?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan meningkatkan biaya operasional",
                "status": false,
                "penjelasan": "Sistem informasi justru dapat mengurangi biaya dengan meningkatkan efisiensi."
            },
            "b": {
                "jawaban": "Dengan menyediakan informasi yang lebih cepat dan akurat",
                "status": true,
                "penjelasan": "Kecepatan dan akurasi informasi membantu perusahaan bersaing lebih baik."
            },
            "c": {
                "jawaban": "Dengan menghilangkan kebutuhan untuk inovasi",
                "status": false,
                "penjelasan": "Inovasi tetap penting meskipun sistem informasi digunakan."
            },
            "d": {
                "jawaban": "Dengan mengurangi ketergantungan pada strategi bisnis",
                "status": false,
                "penjelasan": "Sistem informasi mendukung strategi bisnis, bukan menggantikannya."
            }
        }
    },
    "soal_65": {
        "pertanyaan": "Apa salah satu manfaat utama sistem informasi dalam penghematan biaya?",
        "pilihan": {
            "a": {
                "jawaban": "Menambah jumlah perangkat yang dibutuhkan",
                "status": false,
                "penjelasan": "Sistem informasi justru mengoptimalkan penggunaan perangkat."
            },
            "b": {
                "jawaban": "Menghapus kebutuhan untuk pelatihan karyawan",
                "status": false,
                "penjelasan": "Pelatihan tetap diperlukan untuk mengoptimalkan penggunaan sistem informasi."
            },
            "c": {
                "jawaban": "Meningkatkan kompleksitas pengelolaan data",
                "status": false,
                "penjelasan": "Sistem informasi justru menyederhanakan pengelolaan data."
            },
            "d": {
                "jawaban": "Mengurangi biaya tenaga kerja dan operasional melalui otomatisasi",
                "status": true,
                "penjelasan": "Otomatisasi proses bisnis dapat mengurangi biaya yang dikeluarkan untuk tenaga kerja dan operasional."
            }
        }
    },
    "soal_66": {
        "pertanyaan": "Bagaimana sistem informasi dapat meningkatkan efisiensi operasional?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan meningkatkan kompleksitas sistem sehingga lebih banyak data bisa diproses",
                "status": false,
                "penjelasan": "Efisiensi tidak selalu berkaitan dengan kompleksitas yang meningkat."
            },
            "b": {
                "jawaban": "Dengan menggantikan semua peran manusia dalam proses operasional",
                "status": false,
                "penjelasan": "Sistem informasi mendukung manusia, bukan menggantikan sepenuhnya."
            },
            "c": {
                "jawaban": "Dengan menambahkan lebih banyak langkah manual untuk memastikan keakuratan",
                "status": false,
                "penjelasan": "Sistem informasi justru bertujuan mengurangi langkah manual dengan otomatisasi."
            },
            "d": {
                "jawaban": "Dengan mengurangi redundansi proses dan mempercepat eksekusi tugas",
                "status": true,
                "penjelasan": "Sistem informasi memungkinkan otomatisasi dan integrasi yang mengurangi waktu dan usaha yang diperlukan dalam operasional."
            }
        }
    },
    "soal_67": {
        "pertanyaan": "Dalam konteks peningkatan akurasi data, bagaimana peran sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Menghilangkan kebutuhan penyimpanan data karena semua data dapat langsung diproses",
                "status": false,
                "penjelasan": "Penyimpanan data tetap diperlukan untuk referensi dan analisis."
            },
            "b": {
                "jawaban": "Mengharuskan pengguna untuk selalu memasukkan data secara manual untuk memastikan keakuratan",
                "status": false,
                "penjelasan": "Manual input justru meningkatkan risiko kesalahan manusia."
            },
            "c": {
                "jawaban": "Menyediakan mekanisme validasi data secara otomatis untuk mengurangi kesalahan",
                "status": true,
                "penjelasan": "Sistem informasi dapat mendeteksi dan mencegah kesalahan data dengan validasi otomatis."
            },
            "d": {
                "jawaban": "Memastikan semua data yang masuk selalu benar tanpa perlu pengecekan",
                "status": false,
                "penjelasan": "Sistem informasi membantu, tetapi tidak bisa menjamin semua data selalu benar."
            }
        }
    },
    "soal_68": {
        "pertanyaan": "Apa dampak sistem informasi terhadap pengambilan keputusan?",
        "pilihan": {
            "a": {
                "jawaban": "Mengurangi fleksibilitas dalam pengambilan keputusan karena semuanya harus mengikuti sistem",
                "status": false,
                "penjelasan": "Sistem informasi mendukung fleksibilitas dengan memberikan berbagai alternatif keputusan."
            },
            "b": {
                "jawaban": "Meningkatkan ketidakpastian dalam keputusan karena terlalu banyak informasi",
                "status": false,
                "penjelasan": "Sistem informasi justru membantu mengorganisir informasi agar lebih mudah digunakan."
            },
            "c": {
                "jawaban": "Menghilangkan kebutuhan untuk analisis manusia karena semua keputusan bisa dibuat otomatis",
                "status": false,
                "penjelasan": "Meskipun sistem informasi membantu, analisis manusia tetap diperlukan untuk keputusan strategis."
            },
            "d": {
                "jawaban": "Mempercepat proses pengambilan keputusan dengan menyediakan data yang lebih akurat",
                "status": true,
                "penjelasan": "Sistem informasi memberikan akses ke data real-time yang mendukung pengambilan keputusan cepat dan tepat."
            }
        }
    },
    "soal_69": {
        "pertanyaan": "Apa hubungan antara penghematan biaya dan sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Meningkatkan biaya karena membutuhkan investasi awal yang besar",
                "status": false,
                "penjelasan": "Meskipun ada investasi awal, manfaat jangka panjang biasanya lebih besar."
            },
            "b": {
                "jawaban": "Meningkatkan biaya tenaga kerja karena perlu pelatihan tambahan",
                "status": false,
                "penjelasan": "Pelatihan diperlukan, tetapi secara keseluruhan biaya tenaga kerja bisa berkurang."
            },
            "c": {
                "jawaban": "Mengurangi biaya operasional dengan mengotomatiskan proses bisnis",
                "status": true,
                "penjelasan": "Otomatisasi mengurangi kebutuhan tenaga kerja manual dan meningkatkan efisiensi."
            },
            "d": {
                "jawaban": "Memastikan bahwa perusahaan tidak perlu lagi mengeluarkan biaya untuk pemeliharaan",
                "status": false,
                "penjelasan": "Sistem tetap memerlukan pemeliharaan agar berjalan optimal."
            }
        }
    },
    "soal_70": {
        "pertanyaan": "Bagaimana sistem informasi memberikan keunggulan kompetitif?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan menggantikan semua proses bisnis manual dengan otomatisasi penuh",
                "status": false,
                "penjelasan": "Tidak semua proses bisa atau harus sepenuhnya otomatis."
            },
            "b": {
                "jawaban": "Dengan memastikan bahwa semua pesaing tidak dapat mengakses informasi",
                "status": false,
                "penjelasan": "Keunggulan kompetitif bukan tentang menahan informasi dari pesaing, tetapi menggunakannya lebih baik."
            },
            "c": {
                "jawaban": "Dengan membuat perusahaan lebih bergantung pada teknologi tanpa fleksibilitas alternatif",
                "status": false,
                "penjelasan": "Fleksibilitas tetap penting dalam strategi bisnis meskipun menggunakan sistem informasi."
            },
            "d": {
                "jawaban": "Dengan memberikan akses lebih cepat ke data yang relevan",
                "status": true,
                "penjelasan": "Akses cepat ke informasi memungkinkan perusahaan untuk merespons pasar dengan lebih baik."
            }
        }
    },
    "soal_71": {
        "pertanyaan": "Mengapa efisiensi operasional menjadi salah satu manfaat utama dari sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Karena sistem informasi dapat menggandakan pekerjaan agar lebih cepat selesai",
                "status": false,
                "penjelasan": "Efisiensi bukan tentang menggandakan pekerjaan, tetapi mengoptimalkan proses."
            },
            "b": {
                "jawaban": "Karena sistem informasi meningkatkan jumlah pegawai yang diperlukan untuk menyelesaikan tugas",
                "status": false,
                "penjelasan": "Sebaliknya, sistem informasi biasanya mengurangi kebutuhan pegawai untuk tugas rutin."
            },
            "c": {
                "jawaban": "Karena sistem informasi dapat mengurangi waktu dan sumber daya yang dibutuhkan untuk menyelesaikan tugas",
                "status": true,
                "penjelasan": "Dengan otomatisasi dan integrasi, sistem informasi mempercepat proses kerja dan mengurangi kebutuhan sumber daya."
            },
            "d": {
                "jawaban": "Karena sistem informasi menghilangkan semua bentuk pekerjaan manusia dalam operasional",
                "status": false,
                "penjelasan": "Sistem informasi mengoptimalkan pekerjaan manusia, bukan menggantikannya sepenuhnya."
            }
        }
    },
    "soal_72": {
        "pertanyaan": "Apa peran sistem informasi dalam meningkatkan keakuratan data?",
        "pilihan": {
            "a": {
                "jawaban": "Membuat pengguna lebih berhati-hati dalam memasukkan data tanpa bantuan teknologi",
                "status": false,
                "penjelasan": "Justru sistem informasi mendukung pengguna dalam memastikan akurasi data."
            },
            "b": {
                "jawaban": "Menghapus semua data lama dan menggantinya dengan data baru secara berkala",
                "status": false,
                "penjelasan": "Sistem informasi menjaga data tetap akurat tanpa harus menghapus semuanya."
            },
            "c": {
                "jawaban": "Memastikan bahwa data yang salah tidak akan pernah masuk ke dalam sistem",
                "status": false,
                "penjelasan": "Meskipun sistem informasi mengurangi kesalahan, tetap ada kemungkinan data salah masuk."
            },
            "d": {
                "jawaban": "Menyediakan mekanisme validasi dan verifikasi otomatis untuk mengurangi kesalahan input",
                "status": true,
                "penjelasan": "Validasi dan verifikasi otomatis membantu mencegah kesalahan data sejak awal."
            }
        }
    },
    "soal_73": {
        "pertanyaan": "Apa dampak sistem informasi terhadap pengambilan keputusan?",
        "pilihan": {
            "a": {
                "jawaban": "Membuat keputusan menjadi lebih sulit karena terlalu banyak informasi",
                "status": false,
                "penjelasan": "Meskipun banyak informasi, sistem informasi juga menyediakan alat analisis untuk membantu pemahaman data."
            },
            "b": {
                "jawaban": "Memperlambat proses pengambilan keputusan karena data harus dianalisis lebih mendalam",
                "status": false,
                "penjelasan": "Sistem informasi justru mempercepat proses dengan menyediakan analisis otomatis."
            },
            "c": {
                "jawaban": "Menghilangkan kebutuhan manusia dalam proses pengambilan keputusan",
                "status": false,
                "penjelasan": "Keputusan tetap memerlukan pertimbangan manusia, meskipun didukung oleh sistem informasi."
            },
            "d": {
                "jawaban": "Membantu menyediakan informasi yang lebih akurat dan cepat untuk pengambilan keputusan",
                "status": true,
                "penjelasan": "Sistem informasi memungkinkan akses real-time ke data, sehingga meningkatkan kualitas keputusan."
            }
        }
    },
    "soal_74": {
        "pertanyaan": "Mengapa sistem informasi dapat membantu penghematan biaya dalam perusahaan?",
        "pilihan": {
            "a": {
                "jawaban": "Karena sistem informasi hanya berfungsi untuk perusahaan besar dengan biaya besar",
                "status": false,
                "penjelasan": "Sistem informasi dapat digunakan oleh semua jenis perusahaan, bukan hanya perusahaan besar."
            },
            "b": {
                "jawaban": "Karena sistem informasi mengurangi kebutuhan pelatihan bagi karyawan",
                "status": false,
                "penjelasan": "Pelatihan tetap dibutuhkan untuk menggunakan sistem dengan efektif."
            },
            "c": {
                "jawaban": "Karena sistem informasi memungkinkan otomatisasi tugas yang sebelumnya dilakukan secara manual",
                "status": true,
                "penjelasan": "Otomatisasi mengurangi biaya tenaga kerja dan meningkatkan efisiensi, sehingga biaya operasional berkurang."
            },
            "d": {
                "jawaban": "Karena sistem informasi dapat menghilangkan semua biaya operasional perusahaan",
                "status": false,
                "penjelasan": "Tidak semua biaya bisa dihilangkan, tetapi sistem informasi mengurangi pengeluaran yang tidak perlu."
            }
        }
    },
    "soal_75": {
        "pertanyaan": "Bagaimana sistem informasi membantu dalam meningkatkan keunggulan kompetitif?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan memastikan bahwa pesaing tidak bisa menggunakan teknologi yang sama",
                "status": false,
                "penjelasan": "Keunggulan kompetitif tidak berasal dari membatasi pesaing, tetapi dari inovasi dan efisiensi."
            },
            "b": {
                "jawaban": "Dengan mengurangi jumlah karyawan agar lebih efisien",
                "status": false,
                "penjelasan": "Keunggulan kompetitif lebih berkaitan dengan strategi bisnis, bukan sekadar mengurangi tenaga kerja."
            },
            "c": {
                "jawaban": "Dengan membatasi akses informasi hanya untuk manajemen atas",
                "status": false,
                "penjelasan": "Keunggulan kompetitif didapat dari berbagi informasi secara efektif, bukan membatasinya."
            },
            "d": {
                "jawaban": "Dengan memberikan data real-time yang dapat digunakan untuk analisis pasar dan strategi bisnis",
                "status": true,
                "penjelasan": "Data real-time memungkinkan perusahaan mengambil keputusan cepat dan akurat untuk tetap kompetitif."
            }
        }
    },
        "soal_76": {
            "pertanyaan": "Bagaimana sistem informasi membantu dalam efisiensi operasional?",
            "pilihan": {
                "a": {
                    "jawaban": "Dengan mengurangi jumlah pegawai yang bekerja",
                    "status": false,
                    "penjelasan": "Efisiensi operasional lebih berkaitan dengan optimalisasi proses, bukan sekadar pengurangan pegawai."
                },
                "b": {
                    "jawaban": "Dengan mengotomatiskan tugas-tugas repetitif",
                    "status": true,
                    "penjelasan": "Sistem informasi mengurangi beban kerja manual dengan mengotomatiskan proses bisnis."
                },
                "c": {
                    "jawaban": "Dengan menghilangkan kebutuhan akan pelatihan karyawan",
                    "status": false,
                    "penjelasan": "Pelatihan tetap diperlukan untuk memastikan penggunaan sistem informasi yang efektif."
                },
                "d": {
                    "jawaban": "Dengan menggantikan semua keputusan manajerial dengan AI",
                    "status": false,
                    "penjelasan": "Keputusan strategis masih memerlukan peran manusia meskipun AI dapat membantu analisis."
                }
            }
        },
        "soal_77": {
            "pertanyaan": "Mengapa koordinasi yang lebih baik penting bagi organisasi?",
            "pilihan": {
                "a": {
                    "jawaban": "Agar semua karyawan bekerja secara individual tanpa bergantung pada orang lain",
                    "status": false,
                    "penjelasan": "Koordinasi justru bertujuan untuk meningkatkan kerja sama tim."
                },
                "b": {
                    "jawaban": "Agar komunikasi antar divisi menjadi lebih lancar dan efisien",
                    "status": true,
                    "penjelasan": "Sistem informasi memungkinkan komunikasi yang lebih efektif antar divisi."
                },
                "c": {
                    "jawaban": "Agar manajer bisa mengontrol setiap aspek pekerjaan secara langsung",
                    "status": false,
                    "penjelasan": "Koordinasi yang baik tidak berarti pengawasan berlebihan oleh manajer."
                },
                "d": {
                    "jawaban": "Agar perusahaan bisa menghindari penggunaan teknologi dalam operasional",
                    "status": false,
                    "penjelasan": "Sebaliknya, teknologi sangat membantu dalam meningkatkan koordinasi."
                }
            }
        },
        "soal_78": {
            "pertanyaan": "Bagaimana sistem informasi dapat membantu dalam pengelolaan sumber daya?",
            "pilihan": {
                "a": {
                    "jawaban": "Dengan memastikan sumber daya digunakan tanpa batasan",
                    "status": false,
                    "penjelasan": "Pengelolaan sumber daya yang baik memerlukan pengendalian dan perencanaan."
                },
                "b": {
                    "jawaban": "Dengan memberikan data real-time mengenai ketersediaan sumber daya",
                    "status": true,
                    "penjelasan": "Data real-time memungkinkan organisasi mengoptimalkan penggunaan sumber daya."
                },
                "c": {
                    "jawaban": "Dengan membatasi penggunaan sumber daya hanya untuk level manajemen",
                    "status": false,
                    "penjelasan": "Sumber daya harus dialokasikan secara efektif ke seluruh bagian organisasi."
                },
                "d": {
                    "jawaban": "Dengan mengurangi penggunaan teknologi dalam pengelolaan",
                    "status": false,
                    "penjelasan": "Teknologi justru meningkatkan efisiensi dalam pengelolaan sumber daya."
                }
            }
        },
        "soal_79": {
            "pertanyaan": "Mengapa sistem informasi penting dalam meningkatkan layanan pelanggan?",
            "pilihan": {
                "a": {
                    "jawaban": "Karena memungkinkan perusahaan menghindari interaksi langsung dengan pelanggan",
                    "status": false,
                    "penjelasan": "Layanan pelanggan yang baik tetap membutuhkan interaksi yang efektif, baik secara digital maupun langsung."
                },
                "b": {
                    "jawaban": "Karena memberikan akses data pelanggan yang lebih cepat dan akurat",
                    "status": true,
                    "penjelasan": "Data pelanggan yang akurat membantu organisasi memahami kebutuhan pelanggan dengan lebih baik."
                },
                "c": {
                    "jawaban": "Karena menggantikan semua karyawan layanan pelanggan dengan chatbot",
                    "status": false,
                    "penjelasan": "Chatbot bisa membantu, tetapi layanan pelanggan tetap membutuhkan interaksi manusia dalam situasi tertentu."
                },
                "d": {
                    "jawaban": "Karena membuat pelanggan bergantung sepenuhnya pada teknologi",
                    "status": false,
                    "penjelasan": "Sistem informasi bertujuan untuk mendukung pelanggan, bukan membuat mereka bergantung."
                }
            }
        },
        "soal_80": {
            "pertanyaan": "Apa dampak dari penerapan sistem informasi dalam organisasi?",
            "pilihan": {
                "a": {
                    "jawaban": "Menghilangkan kebutuhan akan inovasi",
                    "status": false,
                    "penjelasan": "Inovasi tetap penting untuk mengikuti perkembangan teknologi dan persaingan bisnis."
                },
                "b": {
                    "jawaban": "Meningkatkan efisiensi dan efektivitas operasional",
                    "status": true,
                    "penjelasan": "Sistem informasi membantu mengoptimalkan proses bisnis dan meningkatkan produktivitas."
                },
                "c": {
                    "jawaban": "Membuat semua pekerjaan menjadi otomatis tanpa campur tangan manusia",
                    "status": false,
                    "penjelasan": "Meskipun otomatisasi membantu, masih ada banyak keputusan yang memerlukan peran manusia."
                },
                "d": {
                    "jawaban": "Menurunkan tingkat kerja sama tim",
                    "status": false,
                    "penjelasan": "Sistem informasi justru meningkatkan koordinasi dan komunikasi dalam tim."
                }
            }
        },

        "soal_81": {
            "pertanyaan": "Bagaimana sistem informasi membantu pengambilan keputusan dalam organisasi?",
            "pilihan": {
                "a": {
                    "jawaban": "Dengan menyediakan data dan analisis yang akurat",
                    "status": true,
                    "penjelasan": "Sistem informasi menyediakan data real-time yang mendukung pengambilan keputusan berbasis fakta."
                },
                "b": {
                    "jawaban": "Dengan menghilangkan kebutuhan peran manajer",
                    "status": false,
                    "penjelasan": "Manajer tetap dibutuhkan untuk menginterpretasikan data dan mengambil keputusan strategis."
                },
                "c": {
                    "jawaban": "Dengan membatasi akses informasi hanya untuk pimpinan",
                    "status": false,
                    "penjelasan": "Keputusan yang baik memerlukan distribusi informasi ke seluruh bagian organisasi."
                },
                "d": {
                    "jawaban": "Dengan menggantikan semua keputusan manusia dengan AI",
                    "status": false,
                    "penjelasan": "AI dapat membantu, tetapi keputusan akhir tetap membutuhkan campur tangan manusia."
                }
            }
        },
        "soal_82": {
            "pertanyaan": "Mengapa data real-time penting dalam sistem informasi?",
            "pilihan": {
                "a": {
                    "jawaban": "Karena membantu organisasi merespons perubahan lebih cepat",
                    "status": true,
                    "penjelasan": "Data real-time memungkinkan organisasi mengambil keputusan cepat dan akurat."
                },
                "b": {
                    "jawaban": "Karena menghilangkan kebutuhan untuk analisis lebih lanjut",
                    "status": false,
                    "penjelasan": "Data real-time tetap memerlukan analisis untuk diubah menjadi wawasan bisnis yang berguna."
                },
                "c": {
                    "jawaban": "Karena membuat semua data historis menjadi tidak relevan",
                    "status": false,
                    "penjelasan": "Data historis tetap penting untuk analisis tren dan perencanaan strategi jangka panjang."
                },
                "d": {
                    "jawaban": "Karena membatasi akses informasi hanya untuk departemen IT",
                    "status": false,
                    "penjelasan": "Semua departemen memerlukan akses ke data real-time sesuai dengan kebutuhan mereka."
                }
            }
        },
        "soal_83": {
            "pertanyaan": "Apa peran utama sistem informasi dalam layanan pelanggan?",
            "pilihan": {
                "a": {
                    "jawaban": "Meningkatkan pengalaman pelanggan dengan respon yang lebih cepat",
                    "status": true,
                    "penjelasan": "Sistem informasi membantu perusahaan dalam merespons permintaan pelanggan dengan lebih cepat dan akurat."
                },
                "b": {
                    "jawaban": "Menghilangkan kebutuhan layanan pelanggan manusia",
                    "status": false,
                    "penjelasan": "Meskipun otomatisasi membantu, peran manusia tetap diperlukan dalam beberapa situasi kompleks."
                },
                "c": {
                    "jawaban": "Mengurangi jumlah pelanggan yang menghubungi perusahaan",
                    "status": false,
                    "penjelasan": "Sistem informasi bertujuan untuk meningkatkan kualitas layanan, bukan mengurangi interaksi dengan pelanggan."
                },
                "d": {
                    "jawaban": "Membatasi akses pelanggan hanya ke informasi yang terbatas",
                    "status": false,
                    "penjelasan": "Justru, sistem informasi memungkinkan pelanggan mengakses informasi yang lebih luas."
                }
            }
        },
        "soal_84": {
            "pertanyaan": "Bagaimana sistem informasi mempengaruhi daya saing organisasi?",
            "pilihan": {
                "a": {
                    "jawaban": "Dengan memberikan akses data yang lebih cepat untuk strategi bisnis",
                    "status": true,
                    "penjelasan": "Akses data yang cepat memungkinkan perusahaan mengambil keputusan yang lebih baik dan bersaing lebih efektif."
                },
                "b": {
                    "jawaban": "Dengan menghapus semua metode kerja tradisional",
                    "status": false,
                    "penjelasan": "Metode kerja tradisional tetap bisa dipertahankan jika masih efektif, dengan dukungan sistem informasi."
                },
                "c": {
                    "jawaban": "Dengan menghindari penggunaan teknologi baru",
                    "status": false,
                    "penjelasan": "Sebaliknya, teknologi baru sering kali diperlukan untuk tetap kompetitif."
                },
                "d": {
                    "jawaban": "Dengan membatasi inovasi dalam perusahaan",
                    "status": false,
                    "penjelasan": "Sistem informasi justru mendorong inovasi, bukan membatasinya."
                }
            }
        },
        "soal_85": {
            "pertanyaan": "Apa dampak sistem informasi pada produktivitas karyawan?",
            "pilihan": {
                "a": {
                    "jawaban": "Meningkatkan efisiensi kerja dengan mengotomatiskan tugas",
                    "status": true,
                    "penjelasan": "Sistem informasi mengurangi pekerjaan manual dan meningkatkan produktivitas."
                },
                "b": {
                    "jawaban": "Menghilangkan kebutuhan akan pelatihan",
                    "status": false,
                    "penjelasan": "Karyawan tetap perlu pelatihan untuk menggunakan sistem informasi dengan efektif."
                },
                "c": {
                    "jawaban": "Mengurangi interaksi antar karyawan",
                    "status": false,
                    "penjelasan": "Sistem informasi justru meningkatkan komunikasi dan kolaborasi."
                },
                "d": {
                    "jawaban": "Menggantikan semua peran manusia dengan sistem otomatis",
                    "status": false,
                    "penjelasan": "Sistem informasi membantu, tetapi peran manusia tetap penting."
                }
            }
        },
        "soal_86": {
            "pertanyaan": "Bagaimana sistem informasi dapat meningkatkan transparansi dalam organisasi?",
            "pilihan": {
                "a": {
                    "jawaban": "Dengan memberikan akses informasi kepada pihak yang relevan",
                    "status": true,
                    "penjelasan": "Sistem informasi memastikan bahwa informasi yang dibutuhkan dapat diakses dengan mudah dan aman."
                },
                "b": {
                    "jawaban": "Dengan menghilangkan kebutuhan akan laporan keuangan",
                    "status": false,
                    "penjelasan": "Laporan keuangan tetap penting untuk mengukur kinerja organisasi."
                },
                "c": {
                    "jawaban": "Dengan membatasi akses informasi hanya kepada CEO",
                    "status": false,
                    "penjelasan": "Transparansi berarti memberikan akses kepada seluruh pihak yang berkepentingan, bukan hanya CEO."
                },
                "d": {
                    "jawaban": "Dengan menyembunyikan data yang kurang menguntungkan",
                    "status": false,
                    "penjelasan": "Transparansi justru berarti menyajikan semua data secara jujur."
                }
            }
        },
        "soal_87": {
            "pertanyaan": "Apa salah satu risiko penerapan sistem informasi yang buruk?",
            "pilihan": {
                "a": {
                    "jawaban": "Kebocoran data dan ancaman keamanan",
                    "status": true,
                    "penjelasan": "Keamanan data menjadi tantangan besar dalam penerapan sistem informasi."
                },
                "b": {
                    "jawaban": "Meningkatkan efisiensi dalam operasional",
                    "status": false,
                    "penjelasan": "Meningkatkan efisiensi adalah manfaat, bukan risiko."
                },
                "c": {
                    "jawaban": "Mengurangi kolaborasi antar tim",
                    "status": false,
                    "penjelasan": "Jika diterapkan dengan baik, sistem informasi justru meningkatkan kolaborasi."
                },
                "d": {
                    "jawaban": "Menghilangkan kebutuhan akan inovasi",
                    "status": false,
                    "penjelasan": "Sistem informasi justru mendorong inovasi."
                }
            }
        },
    "soal_88": {
        "pertanyaan": "Bagaimana sistem informasi membantu koordinasi dalam organisasi?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan memungkinkan komunikasi real-time antara tim",
                "status": true,
                "penjelasan": "Sistem informasi memungkinkan tim berkomunikasi dengan lebih cepat dan efisien."
            },
            "b": {
                "jawaban": "Dengan menghilangkan kebutuhan rapat",
                "status": false,
                "penjelasan": "Rapat tetap diperlukan untuk koordinasi strategis, meskipun sistem informasi dapat mengurangi frekuensinya."
            },
            "c": {
                "jawaban": "Dengan membatasi akses informasi hanya kepada manajer",
                "status": false,
                "penjelasan": "Koordinasi yang baik memerlukan berbagi informasi, bukan membatasinya."
            },
            "d": {
                "jawaban": "Dengan menggantikan semua peran manusia dalam pengambilan keputusan",
                "status": false,
                "penjelasan": "Keputusan strategis tetap memerlukan campur tangan manusia meskipun sistem informasi dapat membantu."
            }
        }
    },
    "soal_89": {
        "pertanyaan": "Apa dampak sistem informasi terhadap pengelolaan sumber daya dalam organisasi?",
        "pilihan": {
            "a": {
                "jawaban": "Meningkatkan efisiensi penggunaan sumber daya",
                "status": true,
                "penjelasan": "Sistem informasi membantu organisasi mengalokasikan sumber daya dengan lebih optimal."
            },
            "b": {
                "jawaban": "Mengurangi kebutuhan untuk melakukan evaluasi sumber daya",
                "status": false,
                "penjelasan": "Evaluasi tetap diperlukan untuk memastikan sumber daya digunakan secara efektif."
            },
            "c": {
                "jawaban": "Membatasi penggunaan teknologi dalam organisasi",
                "status": false,
                "penjelasan": "Sistem informasi justru mendorong pemanfaatan teknologi secara lebih maksimal."
            },
            "d": {
                "jawaban": "Menghilangkan kebutuhan untuk mengelola sumber daya manusia",
                "status": false,
                "penjelasan": "Sumber daya manusia tetap perlu dikelola dengan baik meskipun sistem informasi dapat membantu."
            }
        }
    },
    "soal_90": {
        "pertanyaan": "Bagaimana sistem informasi dapat meningkatkan layanan pelanggan?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan menyediakan akses cepat ke informasi yang dibutuhkan pelanggan",
                "status": true,
                "penjelasan": "Sistem informasi memungkinkan pelanggan mendapatkan layanan yang lebih cepat dan akurat."
            },
            "b": {
                "jawaban": "Dengan menghapus kebutuhan layanan pelanggan",
                "status": false,
                "penjelasan": "Layanan pelanggan tetap dibutuhkan untuk menangani permasalahan yang lebih kompleks."
            },
            "c": {
                "jawaban": "Dengan membatasi interaksi pelanggan dengan perusahaan",
                "status": false,
                "penjelasan": "Sistem informasi justru bertujuan untuk meningkatkan interaksi dengan pelanggan, bukan membatasinya."
            },
            "d": {
                "jawaban": "Dengan mengurangi transparansi dalam layanan",
                "status": false,
                "penjelasan": "Sistem informasi seharusnya meningkatkan transparansi layanan, bukan menguranginya."
            }
        }
    },
    "soal_91": {
        "pertanyaan": "Apa peran sistem informasi dalam mendukung keputusan operasional?",
        "pilihan": {
            "a": {
                "jawaban": "Membantu dalam pengambilan keputusan sehari-hari berdasarkan data",
                "status": true,
                "penjelasan": "Keputusan operasional berkaitan dengan kegiatan sehari-hari yang memerlukan data akurat."
            },
            "b": {
                "jawaban": "Menghapus kebutuhan untuk keputusan operasional",
                "status": false,
                "penjelasan": "Keputusan operasional tetap diperlukan meskipun sistem informasi membantu dalam pengambilan keputusan."
            },
            "c": {
                "jawaban": "Membuat kebijakan strategis jangka panjang",
                "status": false,
                "penjelasan": "Keputusan strategis berbeda dengan keputusan operasional yang bersifat harian."
            },
            "d": {
                "jawaban": "Menghilangkan peran manajer dalam organisasi",
                "status": false,
                "penjelasan": "Sistem informasi mendukung pengambilan keputusan, bukan menggantikan peran manajer."
            }
        }
    },
    "soal_92": {
        "pertanyaan": "Keputusan taktis dan manajerial dalam bisnis biasanya berkaitan dengan?",
        "pilihan": {
            "a": {
                "jawaban": "Pengelolaan sumber daya dan strategi jangka menengah",
                "status": true,
                "penjelasan": "Keputusan taktis dan manajerial fokus pada efisiensi dan perencanaan menengah."
            },
            "b": {
                "jawaban": "Tugas harian tanpa analisis",
                "status": false,
                "penjelasan": "Keputusan harian lebih termasuk dalam keputusan operasional."
            },
            "c": {
                "jawaban": "Investasi jangka panjang",
                "status": false,
                "penjelasan": "Investasi jangka panjang adalah bagian dari keputusan strategis."
            },
            "d": {
                "jawaban": "Hanya berkaitan dengan kepuasan pelanggan",
                "status": false,
                "penjelasan": "Keputusan taktis mencakup banyak aspek bisnis, bukan hanya kepuasan pelanggan."
            }
        }
    },
    "soal_93": {
        "pertanyaan": "Bagaimana sistem informasi membantu dalam pengambilan keputusan strategis?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan menyediakan data untuk analisis tren jangka panjang",
                "status": true,
                "penjelasan": "Keputusan strategis didukung oleh analisis tren yang diperoleh dari sistem informasi."
            },
            "b": {
                "jawaban": "Dengan hanya menyimpan data transaksi harian",
                "status": false,
                "penjelasan": "Data transaksi harian lebih berguna untuk keputusan operasional, bukan strategis."
            },
            "c": {
                "jawaban": "Dengan membatasi inovasi perusahaan",
                "status": false,
                "penjelasan": "Sistem informasi seharusnya mendukung inovasi, bukan membatasinya."
            },
            "d": {
                "jawaban": "Dengan menghilangkan peran eksekutif dalam bisnis",
                "status": false,
                "penjelasan": "Eksekutif tetap bertanggung jawab atas keputusan strategis, meskipun sistem informasi memberikan wawasan berbasis data."
            }
        }
    },
    "soal_94": {
        "pertanyaan": "Mengapa sistem informasi dapat meningkatkan ketepatan keputusan?",
        "pilihan": {
            "a": {
                "jawaban": "Karena menyediakan data real-time yang akurat",
                "status": true,
                "penjelasan": "Data real-time memungkinkan pengambilan keputusan yang lebih cepat dan tepat."
            },
            "b": {
                "jawaban": "Karena menggantikan intuisi manusia sepenuhnya",
                "status": false,
                "penjelasan": "Keputusan yang baik tetap membutuhkan intuisi manusia di samping data."
            },
            "c": {
                "jawaban": "Karena membatasi akses data hanya untuk manajemen atas",
                "status": false,
                "penjelasan": "Keputusan yang baik memerlukan akses data yang luas, bukan terbatas."
            },
            "d": {
                "jawaban": "Karena mengurangi jumlah keputusan yang perlu diambil",
                "status": false,
                "penjelasan": "Sistem informasi membantu dalam pengambilan keputusan, tetapi tidak mengurangi jumlahnya."
            }
        }
    },
    "soal_95": {
        "pertanyaan": "Keputusan operasional biasanya berkaitan dengan?",
        "pilihan": {
            "a": {
                "jawaban": "Proses bisnis sehari-hari",
                "status": true,
                "penjelasan": "Keputusan operasional melibatkan aktivitas rutin yang mempengaruhi efisiensi bisnis."
            },
            "b": {
                "jawaban": "Strategi ekspansi pasar internasional",
                "status": false,
                "penjelasan": "Ekspansi pasar adalah bagian dari keputusan strategis, bukan operasional."
            },
            "c": {
                "jawaban": "Penetapan visi dan misi perusahaan",
                "status": false,
                "penjelasan": "Visi dan misi merupakan bagian dari perencanaan strategis."
            },
            "d": {
                "jawaban": "Hanya keputusan yang diambil oleh CEO",
                "status": false,
                "penjelasan": "Keputusan operasional juga diambil oleh berbagai level manajemen, bukan hanya CEO."
            }
        }
    },
    "soal_96": {
        "pertanyaan": "Apa yang membedakan keputusan taktis dari keputusan strategis?",
        "pilihan": {
            "a": {
                "jawaban": "Keputusan taktis bersifat jangka menengah, sementara strategis bersifat jangka panjang",
                "status": true,
                "penjelasan": "Keputusan taktis membantu mengimplementasikan strategi dengan perencanaan jangka menengah."
            },
            "b": {
                "jawaban": "Keputusan taktis tidak memerlukan data",
                "status": false,
                "penjelasan": "Semua keputusan bisnis yang baik memerlukan data."
            },
            "c": {
                "jawaban": "Keputusan strategis tidak mempengaruhi operasional",
                "status": false,
                "penjelasan": "Keputusan strategis memiliki dampak besar pada operasional perusahaan."
            },
            "d": {
                "jawaban": "Keputusan taktis hanya berkaitan dengan pemasaran",
                "status": false,
                "penjelasan": "Keputusan taktis mencakup berbagai aspek, bukan hanya pemasaran."
            }
        }
    },
    "soal_97": {
        "pertanyaan": "Bagaimana sistem informasi dapat membantu pengambilan keputusan taktis?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan menyediakan analisis data yang membantu perencanaan jangka menengah",
                "status": true,
                "penjelasan": "Keputusan taktis didukung oleh data analitis yang digunakan dalam perencanaan bisnis."
            },
            "b": {
                "jawaban": "Dengan menggantikan peran manajer dalam mengambil keputusan",
                "status": false,
                "penjelasan": "Sistem informasi mendukung, tetapi tidak menggantikan, peran manajer."
            },
            "c": {
                "jawaban": "Dengan hanya menyimpan data transaksi keuangan",
                "status": false,
                "penjelasan": "Keputusan taktis memerlukan berbagai jenis data, tidak hanya transaksi keuangan."
            },
            "d": {
                "jawaban": "Dengan mengurangi jumlah keputusan yang harus diambil",
                "status": false,
                "penjelasan": "Sistem informasi membantu dalam mengambil keputusan, tetapi tidak mengurangi jumlah keputusan."
            }
        }
    },
    "soal_98": {
        "pertanyaan": "Apa dampak utama sistem informasi terhadap keputusan strategis?",
        "pilihan": {
            "a": {
                "jawaban": "Membantu analisis pasar dan tren untuk perencanaan jangka panjang",
                "status": true,
                "penjelasan": "Keputusan strategis memerlukan data tren dan analisis yang mendalam untuk pengambilan keputusan jangka panjang."
            },
            "b": {
                "jawaban": "Menghilangkan kebutuhan untuk perencanaan strategis",
                "status": false,
                "penjelasan": "Perencanaan strategis tetap diperlukan meskipun sistem informasi membantu analisis data."
            },
            "c": {
                "jawaban": "Mengurangi jumlah karyawan yang dibutuhkan untuk mengambil keputusan",
                "status": false,
                "penjelasan": "Sistem informasi membantu pengambilan keputusan, tetapi tidak menghilangkan peran manusia dalam prosesnya."
            },
            "d": {
                "jawaban": "Membatasi inovasi dengan data yang sudah ada",
                "status": false,
                "penjelasan": "Sistem informasi justru membantu inovasi dengan memberikan wawasan berbasis data."
            }
        }
    },
    "soal_99": {
        "pertanyaan": "Mengapa ketepatan keputusan menjadi lebih baik dengan sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Karena data yang digunakan lebih akurat dan real-time",
                "status": true,
                "penjelasan": "Keputusan yang lebih tepat dapat diambil berdasarkan data yang akurat dan terkini."
            },
            "b": {
                "jawaban": "Karena sistem informasi menggantikan peran semua karyawan",
                "status": false,
                "penjelasan": "Sistem informasi hanya mendukung keputusan, tidak menggantikan peran manusia sepenuhnya."
            },
            "c": {
                "jawaban": "Karena keputusan diambil tanpa perlu analisis",
                "status": false,
                "penjelasan": "Analisis tetap diperlukan dalam pengambilan keputusan yang baik."
            },
            "d": {
                "jawaban": "Karena semua keputusan dibuat oleh komputer secara otomatis",
                "status": false,
                "penjelasan": "Sistem informasi mendukung pengambilan keputusan manusia, bukan menggantikannya secara otomatis."
            }
        }
    },
    "soal_100": {
        "pertanyaan": "Keputusan strategis dalam bisnis biasanya berfokus pada?",
        "pilihan": {
            "a": {
                "jawaban": "Perencanaan jangka panjang dan arah bisnis",
                "status": true,
                "penjelasan": "Keputusan strategis membantu menentukan arah bisnis dalam jangka panjang."
            },
            "b": {
                "jawaban": "Pengelolaan tugas harian karyawan",
                "status": false,
                "penjelasan": "Tugas harian lebih termasuk dalam keputusan operasional."
            },
            "c": {
                "jawaban": "Menentukan jam kerja harian pegawai",
                "status": false,
                "penjelasan": "Jam kerja pegawai adalah bagian dari keputusan operasional, bukan strategis."
            },
            "d": {
                "jawaban": "Memastikan semua karyawan menggunakan sistem informasi",
                "status": false,
                "penjelasan": "Keputusan strategis lebih luas daripada sekadar penggunaan sistem informasi."
            }
        }
    },
    "soal_101": {
        "pertanyaan": "Bagaimana sistem informasi membantu pengambilan keputusan yang lebih cepat?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan menyediakan informasi yang cepat dan akurat",
                "status": true,
                "penjelasan": "Keputusan yang lebih cepat dapat diambil dengan informasi yang tersedia secara real-time."
            },
            "b": {
                "jawaban": "Dengan menghilangkan analisis data dalam pengambilan keputusan",
                "status": false,
                "penjelasan": "Analisis data tetap diperlukan dalam setiap keputusan bisnis yang baik."
            },
            "c": {
                "jawaban": "Dengan menggantikan peran semua manajer",
                "status": false,
                "penjelasan": "Manajer tetap memiliki peran penting dalam pengambilan keputusan meskipun sistem informasi mendukungnya."
            },
            "d": {
                "jawaban": "Dengan membuat semua keputusan secara otomatis tanpa campur tangan manusia",
                "status": false,
                "penjelasan": "Keputusan bisnis memerlukan pertimbangan manusia meskipun sistem informasi dapat memberikan wawasan yang berguna."
            }
        }
    },
    "soal_102": {
        "pertanyaan": "Keputusan operasional dalam perusahaan biasanya diambil oleh?",
        "pilihan": {
            "a": {
                "jawaban": "Supervisor dan manajer lini pertama",
                "status": true,
                "penjelasan": "Keputusan operasional umumnya diambil oleh manajer yang bertanggung jawab atas proses sehari-hari."
            },
            "b": {
                "jawaban": "Dewan direksi perusahaan",
                "status": false,
                "penjelasan": "Dewan direksi biasanya mengambil keputusan strategis, bukan operasional."
            },
            "c": {
                "jawaban": "Investor perusahaan",
                "status": false,
                "penjelasan": "Investor biasanya tidak terlibat dalam keputusan operasional harian."
            },
            "d": {
                "jawaban": "Pelanggan perusahaan",
                "status": false,
                "penjelasan": "Pelanggan tidak mengambil keputusan operasional, tetapi dapat memberikan masukan bagi perusahaan."
            }
        }
    },
    "soal_103": {
        "pertanyaan": "Apa manfaat utama dari keputusan taktis yang didukung oleh sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Meningkatkan efisiensi dan efektivitas dalam jangka menengah",
                "status": true,
                "penjelasan": "Keputusan taktis bertujuan untuk mengoptimalkan operasional dan strategi dalam jangka menengah."
            },
            "b": {
                "jawaban": "Menghilangkan kebutuhan akan strategi bisnis",
                "status": false,
                "penjelasan": "Strategi bisnis tetap penting meskipun keputusan taktis membantu pelaksanaannya."
            },
            "c": {
                "jawaban": "Mengurangi jumlah manajer dalam organisasi",
                "status": false,
                "penjelasan": "Keputusan taktis mendukung manajemen, bukan menggantikannya."
            },
            "d": {
                "jawaban": "Menghilangkan tantangan dalam persaingan bisnis",
                "status": false,
                "penjelasan": "Persaingan tetap ada, tetapi sistem informasi dapat membantu perusahaan dalam bersaing lebih efektif."
            }
        }
    },
    "soal_106": {
        "pertanyaan": "Apa fungsi utama dari Enterprise Resource Planning (ERP)?",
        "pilihan": {
            "a": {
                "jawaban": "Mengelola hubungan pelanggan secara langsung",
                "status": false,
                "penjelasan": "ERP lebih fokus pada integrasi proses bisnis internal, bukan hubungan pelanggan."
            },
            "b": {
                "jawaban": "Menyederhanakan dan mengintegrasikan berbagai proses bisnis dalam perusahaan",
                "status": true,
                "penjelasan": "ERP menggabungkan berbagai proses bisnis agar lebih efisien dan terintegrasi."
            },
            "c": {
                "jawaban": "Mengontrol rantai pasokan dari hulu ke hilir",
                "status": false,
                "penjelasan": "Kontrol rantai pasokan lebih menjadi fungsi dari SCM, bukan ERP."
            },
            "d": {
                "jawaban": "Menghasilkan laporan keuangan untuk pajak",
                "status": false,
                "penjelasan": "Meskipun ERP bisa membantu dalam pelaporan keuangan, itu bukan fungsi utamanya."
            }
        }
    },
    "soal_107": {
        "pertanyaan": "Salah satu manfaat dari Customer Relationship Management (CRM) adalah?",
        "pilihan": {
            "a": {
                "jawaban": "Memantau tingkat persediaan bahan baku",
                "status": false,
                "penjelasan": "CRM lebih berfokus pada hubungan pelanggan, bukan manajemen persediaan."
            },
            "b": {
                "jawaban": "Meningkatkan hubungan dan loyalitas pelanggan",
                "status": true,
                "penjelasan": "CRM bertujuan untuk mengelola hubungan pelanggan agar lebih baik dan meningkatkan loyalitas mereka."
            },
            "c": {
                "jawaban": "Mengoptimalkan produksi di pabrik",
                "status": false,
                "penjelasan": "Produksi pabrik lebih terkait dengan ERP atau SCM, bukan CRM."
            },
            "d": {
                "jawaban": "Mengatur transaksi internal antar divisi perusahaan",
                "status": false,
                "penjelasan": "CRM lebih fokus pada interaksi dengan pelanggan daripada transaksi internal."
            }
        }
    },
    "soal_108": {
        "pertanyaan": "Apa peran utama dari Supply Chain Management (SCM)?",
        "pilihan": {
            "a": {
                "jawaban": "Mengatur interaksi dan komunikasi dengan pelanggan",
                "status": false,
                "penjelasan": "SCM lebih berfokus pada rantai pasokan, bukan komunikasi pelanggan (yang merupakan fungsi CRM)."
            },
            "b": {
                "jawaban": "Mengelola aliran barang dan jasa dari pemasok ke pelanggan",
                "status": true,
                "penjelasan": "SCM bertujuan untuk memastikan kelancaran distribusi barang dan jasa dalam rantai pasokan."
            },
            "c": {
                "jawaban": "Mengelola sumber daya manusia di perusahaan",
                "status": false,
                "penjelasan": "Manajemen sumber daya manusia lebih berkaitan dengan ERP daripada SCM."
            },
            "d": {
                "jawaban": "Menyusun laporan keuangan perusahaan",
                "status": false,
                "penjelasan": "SCM tidak berkaitan langsung dengan laporan keuangan perusahaan."
            }
        }
    },
    "soal_109": {
        "pertanyaan": "Bagaimana sistem ERP membantu efisiensi bisnis?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan mengurangi kebutuhan akan manajer",
                "status": false,
                "penjelasan": "ERP membantu manajer dalam pengambilan keputusan, bukan mengurangi kebutuhannya."
            },
            "b": {
                "jawaban": "Dengan mengintegrasikan berbagai proses dalam satu sistem",
                "status": true,
                "penjelasan": "ERP membantu menyatukan berbagai proses bisnis agar lebih efisien."
            },
            "c": {
                "jawaban": "Dengan menggantikan semua pekerjaan karyawan",
                "status": false,
                "penjelasan": "ERP adalah alat pendukung, bukan pengganti tenaga kerja manusia."
            },
            "d": {
                "jawaban": "Dengan membatasi akses informasi hanya untuk CEO",
                "status": false,
                "penjelasan": "ERP menyediakan akses informasi bagi berbagai pihak dalam organisasi, bukan hanya untuk CEO."
            }
        }
    },
    "soal_110": {
        "pertanyaan": "Apa keuntungan utama dari penerapan Customer Relationship Management (CRM) dalam bisnis?",
        "pilihan": {
            "a": {
                "jawaban": "Meningkatkan pengelolaan stok barang di gudang",
                "status": false,
                "penjelasan": "CRM fokus pada pelanggan, sementara pengelolaan stok lebih terkait dengan SCM atau ERP."
            },
            "b": {
                "jawaban": "Meningkatkan pengalaman dan kepuasan pelanggan",
                "status": true,
                "penjelasan": "CRM membantu perusahaan memahami pelanggan dan meningkatkan pengalaman mereka."
            },
            "c": {
                "jawaban": "Mengurangi kebutuhan komunikasi antara perusahaan dan pelanggan",
                "status": false,
                "penjelasan": "CRM justru meningkatkan komunikasi dengan pelanggan, bukan menguranginya."
            },
            "d": {
                "jawaban": "Mengotomatisasi seluruh proses produksi perusahaan",
                "status": false,
                "penjelasan": "CRM tidak berkaitan langsung dengan otomasi produksi."
            }
        }
    },
    "soal_111": {
        "pertanyaan": "Salah satu fitur utama dalam Supply Chain Management (SCM) adalah?",
        "pilihan": {
            "a": {
                "jawaban": "Membantu perusahaan menetapkan harga produk",
                "status": false,
                "penjelasan": "SCM lebih berkaitan dengan rantai pasokan daripada strategi harga."
            },
            "b": {
                "jawaban": "Mengoptimalkan logistik dan distribusi barang",
                "status": true,
                "penjelasan": "SCM berfungsi untuk meningkatkan efisiensi dalam distribusi barang dan rantai pasokan."
            },
            "c": {
                "jawaban": "Mengatur pemasaran dan promosi produk",
                "status": false,
                "penjelasan": "Pemasaran lebih terkait dengan CRM, bukan SCM."
            },
            "d": {
                "jawaban": "Mengelola keuangan dan perpajakan perusahaan",
                "status": false,
                "penjelasan": "SCM tidak memiliki fungsi utama dalam pengelolaan keuangan."
            }
        }
    },
    "soal_112": {
        "pertanyaan": "Bagaimana ERP membantu perusahaan dalam pengambilan keputusan?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan menyajikan data real-time dari berbagai divisi perusahaan",
                "status": true,
                "penjelasan": "ERP mengintegrasikan data dari berbagai divisi untuk membantu dalam pengambilan keputusan."
            },
            "b": {
                "jawaban": "Dengan membatasi akses data hanya untuk tim keuangan",
                "status": false,
                "penjelasan": "ERP dirancang untuk berbagai divisi, bukan hanya keuangan."
            },
            "c": {
                "jawaban": "Dengan menggantikan peran manajemen dalam perusahaan",
                "status": false,
                "penjelasan": "ERP mendukung manajemen, bukan menggantikannya."
            },
            "d": {
                "jawaban": "Dengan menunda proses produksi hingga semua data terkumpul",
                "status": false,
                "penjelasan": "ERP justru mempercepat proses produksi dengan informasi yang akurat dan real-time."
            }
        }
    },
    "soal_113": {
        "pertanyaan": "Apa risiko terbesar dalam penerapan sistem ERP?",
        "pilihan": {
            "a": {
                "jawaban": "Kesulitan dalam pengelolaan hubungan pelanggan",
                "status": false,
                "penjelasan": "CRM lebih berkaitan dengan hubungan pelanggan, bukan ERP."
            },
            "b": {
                "jawaban": "Biaya implementasi yang tinggi dan kompleksitas integrasi",
                "status": true,
                "penjelasan": "Implementasi ERP membutuhkan investasi besar dan sering kali sulit diintegrasikan dengan sistem yang sudah ada."
            },
            "c": {
                "jawaban": "Mengurangi fleksibilitas perusahaan dalam inovasi",
                "status": false,
                "penjelasan": "ERP justru membantu perusahaan lebih fleksibel dengan informasi yang lebih terstruktur."
            },
            "d": {
                "jawaban": "Tidak memungkinkan adanya penyesuaian sistem",
                "status": false,
                "penjelasan": "ERP umumnya dapat disesuaikan dengan kebutuhan bisnis masing-masing."
            }
        }
    },
    "soal_114": {
        "pertanyaan": "Dalam konteks SCM, apa yang dimaksud dengan 'Just-in-Time'?",
        "pilihan": {
            "a": {
                "jawaban": "Sistem yang memastikan barang diproduksi hanya jika ada permintaan",
                "status": true,
                "penjelasan": "Just-in-Time (JIT) adalah metode yang mengurangi stok dengan hanya memproduksi saat dibutuhkan."
            },
            "b": {
                "jawaban": "Strategi pemasaran untuk meningkatkan loyalitas pelanggan",
                "status": false,
                "penjelasan": "JIT berhubungan dengan produksi dan stok, bukan pemasaran."
            },
            "c": {
                "jawaban": "Metode untuk meningkatkan harga jual produk",
                "status": false,
                "penjelasan": "JIT tidak berkaitan dengan harga jual produk."
            },
            "d": {
                "jawaban": "Teknik pemrosesan data pelanggan dalam CRM",
                "status": false,
                "penjelasan": "JIT berkaitan dengan rantai pasokan, bukan CRM."
            }
        }
    },
    "soal_115": {
        "pertanyaan": "Apa hubungan antara ERP dan SCM dalam perusahaan?",
        "pilihan": {
            "a": {
                "jawaban": "ERP dan SCM adalah dua sistem yang sama",
                "status": false,
                "penjelasan": "ERP dan SCM adalah sistem yang berbeda dengan fungsi yang saling melengkapi."
            },
            "b": {
                "jawaban": "ERP mengelola proses internal perusahaan, sementara SCM mengelola rantai pasokan",
                "status": true,
                "penjelasan": "ERP berfokus pada proses bisnis internal, sedangkan SCM mengelola aliran barang dan logistik."
            },
            "c": {
                "jawaban": "SCM digunakan hanya oleh perusahaan manufaktur, sedangkan ERP digunakan oleh semua bisnis",
                "status": false,
                "penjelasan": "SCM juga dapat digunakan oleh berbagai jenis bisnis, bukan hanya manufaktur."
            },
            "d": {
                "jawaban": "ERP menggantikan kebutuhan akan sistem SCM",
                "status": false,
                "penjelasan": "ERP dan SCM saling melengkapi, bukan menggantikan satu sama lain."
            }
        }
    },
    "soal_116": {
        "pertanyaan": "Apa tantangan utama dalam menjaga kualitas data dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Memastikan data selalu berubah setiap saat",
                "status": false,
                "penjelasan": "Perubahan data harus dikontrol, bukan selalu berubah tanpa kendali."
            },
            "b": {
                "jawaban": "Mengurangi jumlah data yang disimpan untuk efisiensi",
                "status": false,
                "penjelasan": "Kualitas data lebih berkaitan dengan akurasi dan konsistensi, bukan jumlah data."
            },
            "c": {
                "jawaban": "Mengelola validitas, akurasi, dan konsistensi data",
                "status": true,
                "penjelasan": "Kualitas data ditentukan oleh validitas, akurasi, dan konsistensinya."
            },
            "d": {
                "jawaban": "Menghapus semua data lama agar tidak membebani sistem",
                "status": false,
                "penjelasan": "Data lama bisa tetap berharga jika dikelola dengan baik."
            }
        }
    },
    "soal_117": {
        "pertanyaan": "Mengapa ketergantungan pada teknologi menjadi tantangan bagi perusahaan?",
        "pilihan": {
            "a": {
                "jawaban": "Karena teknologi selalu memberikan hasil yang salah",
                "status": false,
                "penjelasan": "Teknologi membantu dalam banyak aspek, tetapi bisa menimbulkan ketergantungan."
            },
            "b": {
                "jawaban": "Karena perusahaan menjadi sangat bergantung pada sistem dan rentan terhadap kegagalan teknologi",
                "status": true,
                "penjelasan": "Ketergantungan pada teknologi dapat menjadi risiko jika terjadi gangguan sistem atau kegagalan perangkat lunak."
            },
            "c": {
                "jawaban": "Karena teknologi tidak bisa berkembang lebih jauh",
                "status": false,
                "penjelasan": "Teknologi terus berkembang, dan tantangannya adalah bagaimana mengelolanya dengan baik."
            },
            "d": {
                "jawaban": "Karena teknologi tidak diperlukan dalam bisnis modern",
                "status": false,
                "penjelasan": "Teknologi justru menjadi bagian penting dari bisnis modern."
            }
        }
    },
    "soal_118": {
        "pertanyaan": "Apa risiko utama terkait keamanan dan privasi dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Pengguna terlalu banyak berbagi informasi secara sukarela",
                "status": false,
                "penjelasan": "Meskipun berbagi informasi adalah faktor, ancaman utama berasal dari kebocoran dan serangan siber."
            },
            "b": {
                "jawaban": "Data dapat diakses, dicuri, atau dimanipulasi oleh pihak yang tidak berwenang",
                "status": true,
                "penjelasan": "Keamanan dan privasi menjadi tantangan karena risiko kebocoran, pencurian, dan manipulasi data."
            },
            "c": {
                "jawaban": "Sistem informasi tidak memiliki peran dalam keamanan data",
                "status": false,
                "penjelasan": "Sistem informasi memiliki peran besar dalam mengelola keamanan data."
            },
            "d": {
                "jawaban": "Keamanan hanya bergantung pada pengguna, bukan sistem",
                "status": false,
                "penjelasan": "Keamanan data merupakan tanggung jawab bersama antara pengguna dan sistem."
            }
        }
    },
    "soal_119": {
        "pertanyaan": "Mengapa biaya implementasi dan pemeliharaan menjadi tantangan dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Karena semua sistem informasi harus selalu diperbarui setiap hari",
                "status": false,
                "penjelasan": "Pembaruan berkala diperlukan, tetapi tidak harus setiap hari."
            },
            "b": {
                "jawaban": "Karena memerlukan investasi besar dalam perangkat keras, perangkat lunak, dan sumber daya manusia",
                "status": true,
                "penjelasan": "Implementasi dan pemeliharaan sistem informasi memerlukan biaya besar untuk berbagai aspek."
            },
            "c": {
                "jawaban": "Karena biaya implementasi hanya dikeluarkan sekali di awal",
                "status": false,
                "penjelasan": "Pemeliharaan berkelanjutan juga memerlukan biaya, tidak hanya di awal."
            },
            "d": {
                "jawaban": "Karena sistem informasi tidak memerlukan pemeliharaan setelah diinstal",
                "status": false,
                "penjelasan": "Sistem informasi memerlukan pemeliharaan terus-menerus agar tetap optimal."
            }
        }
    },
    "soal_120": {
        "pertanyaan": "Bagaimana perusahaan dapat mengatasi tantangan biaya implementasi sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan menggunakan perangkat lunak bajakan untuk mengurangi biaya",
                "status": false,
                "penjelasan": "Menggunakan perangkat lunak bajakan dapat menimbulkan risiko hukum dan keamanan."
            },
            "b": {
                "jawaban": "Dengan mengadopsi solusi berbasis cloud untuk mengurangi biaya infrastruktur",
                "status": true,
                "penjelasan": "Solusi cloud dapat mengurangi kebutuhan investasi perangkat keras dan pemeliharaan sistem."
            },
            "c": {
                "jawaban": "Dengan tidak melakukan pembaruan perangkat lunak",
                "status": false,
                "penjelasan": "Pembaruan perangkat lunak diperlukan untuk keamanan dan kinerja sistem."
            },
            "d": {
                "jawaban": "Dengan menghapus sistem informasi setelah digunakan beberapa bulan",
                "status": false,
                "penjelasan": "Sistem informasi harus tetap digunakan dan dipelihara untuk mendukung operasional bisnis."
            }
        }
    },
    "soal_121": {
        "pertanyaan": "Apa dampak dari kualitas data yang buruk dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Meningkatkan akurasi pengambilan keputusan",
                "status": false,
                "penjelasan": "Kualitas data yang buruk justru mengarah pada keputusan yang salah."
            },
            "b": {
                "jawaban": "Menyebabkan kesalahan dalam analisis dan pengambilan keputusan",
                "status": true,
                "penjelasan": "Data yang buruk dapat menghasilkan analisis yang tidak akurat dan keputusan yang keliru."
            },
            "c": {
                "jawaban": "Mempercepat proses bisnis tanpa hambatan",
                "status": false,
                "penjelasan": "Data yang buruk dapat menghambat proses bisnis karena harus dikoreksi terus-menerus."
            },
            "d": {
                "jawaban": "Tidak berdampak pada operasional bisnis",
                "status": false,
                "penjelasan": "Kualitas data sangat penting dalam menjalankan bisnis yang efektif."
            }
        }
    },
    "soal_122": {
        "pertanyaan": "Bagaimana perusahaan dapat mengatasi tantangan keamanan dan privasi dalam sistem informasi?",
        "pilihan": {
            "a": {
                "jawaban": "Dengan membagikan semua data kepada publik agar transparan",
                "status": false,
                "penjelasan": "Transparansi tidak berarti semua data harus dibagikan secara publik."
            },
            "b": {
                "jawaban": "Dengan menerapkan enkripsi, otorisasi akses, dan kebijakan keamanan data",
                "status": true,
                "penjelasan": "Langkah-langkah ini penting untuk melindungi data dari akses yang tidak sah."
            },
            "c": {
                "jawaban": "Dengan hanya menggunakan kata sandi sederhana untuk akses data",
                "status": false,
                "penjelasan": "Keamanan data memerlukan lebih dari sekadar kata sandi sederhana."
            },
            "d": {
                "jawaban": "Dengan menghindari penggunaan sistem informasi dalam bisnis",
                "status": false,
                "penjelasan": "Sistem informasi sangat penting dalam bisnis modern, tetapi harus diamankan dengan baik."
            }
        }
    },
    "soal_123": {
        "pertanyaan": "Apa risiko utama dari ketergantungan pada teknologi dalam bisnis?",
        "pilihan": {
            "a": {
                "jawaban": "Meningkatkan kecepatan dan efisiensi operasional",
                "status": false,
                "penjelasan": "Ini adalah manfaat, bukan risiko, dari penggunaan teknologi."
            },
            "b": {
                "jawaban": "Meningkatkan ketergantungan pada sistem yang rentan terhadap kegagalan atau serangan siber",
                "status": true,
                "penjelasan": "Ketergantungan pada teknologi dapat menjadi masalah jika sistem mengalami gangguan atau serangan."
            },
            "c": {
                "jawaban": "Mengurangi kebutuhan akan pelatihan karyawan",
                "status": false,
                "penjelasan": "Teknologi justru sering memerlukan pelatihan agar dapat digunakan dengan optimal."
            },
            "d": {
                "jawaban": "Meningkatkan keamanan data secara otomatis",
                "status": false,
                "penjelasan": "Keamanan data tetap memerlukan pengelolaan yang baik, tidak otomatis terjamin."
            }
        }
    },
    "soal_124": {
        "pertanyaan": "Mengapa biaya implementasi sistem informasi sering menjadi tantangan bagi perusahaan?",
        "pilihan": {
            "a": {
                "jawaban": "Karena biaya implementasi selalu lebih rendah dari ekspektasi",
                "status": false,
                "penjelasan": "Sebaliknya, biaya implementasi sering kali lebih tinggi dari yang diperkirakan."
            },
            "b": {
                "jawaban": "Karena biaya pengadaan perangkat lunak, perangkat keras, serta pelatihan karyawan bisa sangat tinggi",
                "status": true,
                "penjelasan": "Biaya implementasi mencakup berbagai aspek, termasuk teknologi dan sumber daya manusia."
            },
            "c": {
                "jawaban": "Karena sistem informasi tidak membutuhkan pemeliharaan setelah diimplementasikan",
                "status": false,
                "penjelasan": "Pemeliharaan berkelanjutan sangat penting untuk menjaga kinerja sistem."
            },
            "d": {
                "jawaban": "Karena sistem informasi hanya digunakan oleh perusahaan besar",
                "status": false,
                "penjelasan": "Sistem informasi juga digunakan oleh perusahaan kecil dan menengah."
            }
        }
    },
    "soal_125": {
        "pertanyaan": "Apa cara terbaik untuk mengatasi tantangan ketergantungan pada teknologi dalam bisnis?",
        "pilihan": {
            "a": {
                "jawaban": "Menggunakan sistem manual sebagai alternatif utama",
                "status": false,
                "penjelasan": "Sistem manual sering kali tidak efisien dan kurang akurat dibandingkan sistem berbasis teknologi."
            },
            "b": {
                "jawaban": "Membuat strategi cadangan, seperti sistem redundansi dan cloud backup",
                "status": true,
                "penjelasan": "Strategi ini membantu perusahaan tetap beroperasi meskipun terjadi kegagalan teknologi."
            },
            "c": {
                "jawaban": "Menghindari penggunaan teknologi sama sekali",
                "status": false,
                "penjelasan": "Teknologi sangat membantu bisnis, hanya saja harus dikelola dengan baik."
            },
            "d": {
                "jawaban": "Membiarkan teknologi berjalan tanpa pemantauan",
                "status": false,
                "penjelasan": "Teknologi memerlukan pemantauan untuk memastikan keandalan dan keamanannya."
            }
        }
    }
}
